{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|im_system|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|im_user|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|im_assistant|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "UnicodeScripts"
      },
      {
        "type": "Digits",
        "individual_digits": true
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "\\n+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": " +"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {}
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|unk|>": 0,
      "<|pad|>": 1,
      "<|im_end|>": 2,
      "<|im_system|>": 3,
      "<|im_user|>": 4,
      "<|im_assistant|>": 5,
      "\u0000": 6,
      "\u0001": 7,
      "\u0003": 8,
      "\u0004": 9,
      "\u0005": 10,
      "\u0006": 11,
      "\u0007": 12,
      "\b": 13,
      "\t": 14,
      "\n": 15,
      "\u000e": 16,
      "\u000f": 17,
      "\u0010": 18,
      "\u0011": 19,
      "\u0012": 20,
      "\u0013": 21,
      "\u0014": 22,
      "\u0015": 23,
      "\u0016": 24,
      "\u0017": 25,
      "\u0019": 26,
      "\u001a": 27,
      "\u001b": 28,
      "\u001f": 29,
      " ": 30,
      "#": 31,
      "$": 32,
      "%": 33,
      "&": 34,
      "*": 35,
      "+": 36,
      "-": 37,
      ".": 38,
      "/": 39,
      "0": 40,
      "1": 41,
      "2": 42,
      "3": 43,
      "4": 44,
      "5": 45,
      "6": 46,
      "7": 47,
      "8": 48,
      "9": 49,
      "<": 50,
      "=": 51,
      ">": 52,
      "@": 53,
      "A": 54,
      "B": 55,
      "C": 56,
      "D": 57,
      "E": 58,
      "F": 59,
      "G": 60,
      "H": 61,
      "I": 62,
      "J": 63,
      "K": 64,
      "L": 65,
      "M": 66,
      "N": 67,
      "O": 68,
      "P": 69,
      "Q": 70,
      "R": 71,
      "S": 72,
      "T": 73,
      "U": 74,
      "V": 75,
      "W": 76,
      "X": 77,
      "Y": 78,
      "Z": 79,
      "[": 80,
      "\\": 81,
      "]": 82,
      "^": 83,
      "_": 84,
      "`": 85,
      "a": 86,
      "b": 87,
      "c": 88,
      "d": 89,
      "e": 90,
      "f": 91,
      "g": 92,
      "h": 93,
      "i": 94,
      "j": 95,
      "k": 96,
      "l": 97,
      "m": 98,
      "n": 99,
      "o": 100,
      "p": 101,
      "q": 102,
      "r": 103,
      "s": 104,
      "t": 105,
      "u": 106,
      "v": 107,
      "w": 108,
      "x": 109,
      "y": 110,
      "z": 111,
      "{": 112,
      "|": 113,
      "}": 114,
      "~": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "": 131,
      "": 132,
      "": 133,
      "": 134,
      "": 135,
      "": 136,
      "": 137,
      "": 138,
      " ": 139,
      "¡": 140,
      "¢": 141,
      "£": 142,
      "¤": 143,
      "¥": 144,
      "¦": 145,
      "§": 146,
      "¨": 147,
      "©": 148,
      "ª": 149,
      "«": 150,
      "¬": 151,
      "®": 152,
      "¯": 153,
      "°": 154,
      "±": 155,
      "²": 156,
      "³": 157,
      "´": 158,
      "µ": 159,
      "¶": 160,
      "·": 161,
      "¸": 162,
      "¹": 163,
      "º": 164,
      "»": 165,
      "¼": 166,
      "½": 167,
      "¾": 168,
      "¿": 169,
      "À": 170,
      "Á": 171,
      "Â": 172,
      "Ã": 173,
      "Ä": 174,
      "Å": 175,
      "Æ": 176,
      "Ç": 177,
      "È": 178,
      "É": 179,
      "Ê": 180,
      "Ë": 181,
      "Ì": 182,
      "Í": 183,
      "Î": 184,
      "Ï": 185,
      "Ð": 186,
      "Ñ": 187,
      "Ò": 188,
      "Ó": 189,
      "Ô": 190,
      "Õ": 191,
      "Ö": 192,
      "×": 193,
      "Ø": 194,
      "Ù": 195,
      "Ú": 196,
      "Û": 197,
      "Ü": 198,
      "Ý": 199,
      "Þ": 200,
      "ß": 201,
      "à": 202,
      "á": 203,
      "â": 204,
      "ã": 205,
      "ä": 206,
      "å": 207,
      "æ": 208,
      "ç": 209,
      "è": 210,
      "é": 211,
      "ê": 212,
      "ë": 213,
      "ì": 214,
      "í": 215,
      "î": 216,
      "ï": 217,
      "ð": 218,
      "ñ": 219,
      "ò": 220,
      "ó": 221,
      "ô": 222,
      "õ": 223,
      "ö": 224,
      "÷": 225,
      "ø": 226,
      "ù": 227,
      "ú": 228,
      "û": 229,
      "ü": 230,
      "ý": 231,
      "þ": 232,
      "ÿ": 233,
      "Ā": 234,
      "ā": 235,
      "Ă": 236,
      "ă": 237,
      "Ą": 238,
      "ą": 239,
      "Ć": 240,
      "ć": 241,
      "Ĉ": 242,
      "ĉ": 243,
      "Ċ": 244,
      "ċ": 245,
      "Č": 246,
      "č": 247,
      "Ď": 248,
      "ď": 249,
      "Đ": 250,
      "đ": 251,
      "Ē": 252,
      "ē": 253,
      "Ĕ": 254,
      "ĕ": 255,
      "Ė": 256,
      "ė": 257,
      "Ę": 258,
      "ę": 259,
      "Ě": 260,
      "ě": 261,
      "Ĝ": 262,
      "ĝ": 263,
      "Ğ": 264,
      "ğ": 265,
      "Ġ": 266,
      "ġ": 267,
      "Ģ": 268,
      "ģ": 269,
      "Ĥ": 270,
      "ĥ": 271,
      "Ħ": 272,
      "ħ": 273,
      "Ĩ": 274,
      "ĩ": 275,
      "Ī": 276,
      "ī": 277,
      "Ĭ": 278,
      "ĭ": 279,
      "Į": 280,
      "į": 281,
      "İ": 282,
      "ı": 283,
      "Ĳ": 284,
      "ĳ": 285,
      "Ĵ": 286,
      "ĵ": 287,
      "Ķ": 288,
      "ķ": 289,
      "ĸ": 290,
      "Ĺ": 291,
      "ĺ": 292,
      "Ļ": 293,
      "ļ": 294,
      "Ľ": 295,
      "ľ": 296,
      "ŀ": 297,
      "Ł": 298,
      "ł": 299,
      "Ń": 300,
      "ń": 301,
      "Ņ": 302,
      "ņ": 303,
      "Ň": 304,
      "ň": 305,
      "ŉ": 306,
      "Ŋ": 307,
      "ŋ": 308,
      "Ō": 309,
      "ō": 310,
      "Ŏ": 311,
      "ŏ": 312,
      "Ő": 313,
      "ő": 314,
      "Œ": 315,
      "œ": 316,
      "Ŕ": 317,
      "ŕ": 318,
      "Ŗ": 319,
      "ŗ": 320,
      "Ř": 321,
      "ř": 322,
      "Ś": 323,
      "ś": 324,
      "Ŝ": 325,
      "ŝ": 326,
      "Ş": 327,
      "ş": 328,
      "Š": 329,
      "š": 330,
      "Ţ": 331,
      "ţ": 332,
      "Ť": 333,
      "ť": 334,
      "Ŧ": 335,
      "ŧ": 336,
      "Ũ": 337,
      "ũ": 338,
      "Ū": 339,
      "ū": 340,
      "Ŭ": 341,
      "ŭ": 342,
      "Ů": 343,
      "ů": 344,
      "Ű": 345,
      "ű": 346,
      "Ų": 347,
      "ų": 348,
      "Ŵ": 349,
      "ŵ": 350,
      "Ŷ": 351,
      "ŷ": 352,
      "Ÿ": 353,
      "Ź": 354,
      "ź": 355,
      "Ż": 356,
      "ż": 357,
      "Ž": 358,
      "ž": 359,
      "ſ": 360,
      "ƀ": 361,
      "ƅ": 362,
      "Ɔ": 363,
      "ƈ": 364,
      "Ɖ": 365,
      "Ɗ": 366,
      "Ǝ": 367,
      "Ə": 368,
      "Ɛ": 369,
      "Ƒ": 370,
      "ƒ": 371,
      "Ɣ": 372,
      "ƕ": 373,
      "Ɨ": 374,
      "ƙ": 375,
      "ƚ": 376,
      "ƛ": 377,
      "Ɲ": 378,
      "ƞ": 379,
      "Ɵ": 380,
      "Ơ": 381,
      "ơ": 382,
      "Ƣ": 383,
      "ƣ": 384,
      "ƥ": 385,
      "Ƨ": 386,
      "ƨ": 387,
      "Ʃ": 388,
      "ƪ": 389,
      "ƫ": 390,
      "Ƭ": 391,
      "ƭ": 392,
      "Ʈ": 393,
      "Ư": 394,
      "ư": 395,
      "Ʊ": 396,
      "Ʋ": 397,
      "Ƴ": 398,
      "ƴ": 399,
      "Ƶ": 400,
      "ƶ": 401,
      "Ʒ": 402,
      "Ƹ": 403,
      "ƹ": 404,
      "ƺ": 405,
      "ƻ": 406,
      "ƽ": 407,
      "ǀ": 408,
      "ǁ": 409,
      "ǂ": 410,
      "ǃ": 411,
      "Ǆ": 412,
      "ǅ": 413,
      "ǆ": 414,
      "ǎ": 415,
      "ǐ": 416,
      "Ǒ": 417,
      "ǒ": 418,
      "Ǔ": 419,
      "ǔ": 420,
      "Ǖ": 421,
      "ǖ": 422,
      "Ǘ": 423,
      "ǘ": 424,
      "Ǚ": 425,
      "ǚ": 426,
      "Ǜ": 427,
      "ǜ": 428,
      "ǝ": 429,
      "Ǟ": 430,
      "ǟ": 431,
      "Ǡ": 432,
      "ǡ": 433,
      "Ǣ": 434,
      "ǣ": 435,
      "Ǥ": 436,
      "ǥ": 437,
      "Ǧ": 438,
      "ǧ": 439,
      "Ǩ": 440,
      "ǩ": 441,
      "Ǫ": 442,
      "ǫ": 443,
      "Ǭ": 444,
      "ǭ": 445,
      "Ǯ": 446,
      "ǯ": 447,
      "ǰ": 448,
      "Ǵ": 449,
      "ǵ": 450,
      "Ƿ": 451,
      "Ǹ": 452,
      "ǹ": 453,
      "Ǻ": 454,
      "ǻ": 455,
      "Ǽ": 456,
      "ǽ": 457,
      "Ǿ": 458,
      "ǿ": 459,
      "ȁ": 460,
      "ȃ": 461,
      "Ȅ": 462,
      "ȅ": 463,
      "Ȇ": 464,
      "ȇ": 465,
      "ȉ": 466,
      "ȋ": 467,
      "ȍ": 468,
      "ȏ": 469,
      "Ȕ": 470,
      "ȕ": 471,
      "Ȗ": 472,
      "ȗ": 473,
      "Ș": 474,
      "ș": 475,
      "Ț": 476,
      "ț": 477,
      "Ȝ": 478,
      "ȝ": 479,
      "ȟ": 480,
      "Ƞ": 481,
      "ȡ": 482,
      "Ȣ": 483,
      "ȥ": 484,
      "ȧ": 485,
      "Ȩ": 486,
      "ȩ": 487,
      "Ȫ": 488,
      "ȫ": 489,
      "Ȭ": 490,
      "ȭ": 491,
      "ȯ": 492,
      "Ȱ": 493,
      "ȱ": 494,
      "Ȳ": 495,
      "ȳ": 496,
      "ȴ": 497,
      "ȵ": 498,
      "ȶ": 499,
      "ȷ": 500,
      "ȸ": 501,
      "ȹ": 502,
      "Ⱥ": 503,
      "Ȼ": 504,
      "ȼ": 505,
      "Ƚ": 506,
      "Ⱦ": 507,
      "Ɂ": 508,
      "ɂ": 509,
      "Ƀ": 510,
      "Ʉ": 511,
      "Ʌ": 512,
      "Ɇ": 513,
      "ɇ": 514,
      "Ɉ": 515,
      "ɉ": 516,
      "Ɍ": 517,
      "ɍ": 518,
      "Ɏ": 519,
      "ɏ": 520,
      "ɐ": 521,
      "ɑ": 522,
      "ɒ": 523,
      "ɓ": 524,
      "ɔ": 525,
      "ɕ": 526,
      "ɖ": 527,
      "ɗ": 528,
      "ɘ": 529,
      "ə": 530,
      "ɚ": 531,
      "ɛ": 532,
      "ɜ": 533,
      "ɝ": 534,
      "ɞ": 535,
      "ɟ": 536,
      "ɠ": 537,
      "ɡ": 538,
      "ɢ": 539,
      "ɣ": 540,
      "ɤ": 541,
      "ɥ": 542,
      "ɦ": 543,
      "ɧ": 544,
      "ɨ": 545,
      "ɩ": 546,
      "ɪ": 547,
      "ɫ": 548,
      "ɬ": 549,
      "ɭ": 550,
      "ɮ": 551,
      "ɯ": 552,
      "ɰ": 553,
      "ɱ": 554,
      "ɲ": 555,
      "ɳ": 556,
      "ɴ": 557,
      "ɵ": 558,
      "ɶ": 559,
      "ɷ": 560,
      "ɸ": 561,
      "ɹ": 562,
      "ɺ": 563,
      "ɻ": 564,
      "ɼ": 565,
      "ɽ": 566,
      "ɾ": 567,
      "ɿ": 568,
      "ʀ": 569,
      "ʁ": 570,
      "ʂ": 571,
      "ʃ": 572,
      "ʄ": 573,
      "ʅ": 574,
      "ʈ": 575,
      "ʉ": 576,
      "ʊ": 577,
      "ʋ": 578,
      "ʌ": 579,
      "ʍ": 580,
      "ʎ": 581,
      "ʏ": 582,
      "ʐ": 583,
      "ʑ": 584,
      "ʒ": 585,
      "ʔ": 586,
      "ʕ": 587,
      "ʖ": 588,
      "ʘ": 589,
      "ʙ": 590,
      "ʚ": 591,
      "ʛ": 592,
      "ʜ": 593,
      "ʝ": 594,
      "ʞ": 595,
      "ʟ": 596,
      "ʠ": 597,
      "ʡ": 598,
      "ʢ": 599,
      "ʣ": 600,
      "ʤ": 601,
      "ʥ": 602,
      "ʦ": 603,
      "ʧ": 604,
      "ʨ": 605,
      "ʩ": 606,
      "ʪ": 607,
      "ʫ": 608,
      "ʭ": 609,
      "ʮ": 610,
      "ʯ": 611,
      "ʰ": 612,
      "ʱ": 613,
      "ʲ": 614,
      "ʳ": 615,
      "ʴ": 616,
      "ʵ": 617,
      "ʶ": 618,
      "ʷ": 619,
      "ʸ": 620,
      "ʹ": 621,
      "ʺ": 622,
      "ʻ": 623,
      "ʼ": 624,
      "ʽ": 625,
      "ʾ": 626,
      "ʿ": 627,
      "ˀ": 628,
      "ˁ": 629,
      "˂": 630,
      "˃": 631,
      "˄": 632,
      "ˆ": 633,
      "ˇ": 634,
      "ˈ": 635,
      "ˉ": 636,
      "ˊ": 637,
      "ˋ": 638,
      "ˌ": 639,
      "ˍ": 640,
      "ˎ": 641,
      "ˏ": 642,
      "ː": 643,
      "ˑ": 644,
      "˒": 645,
      "˓": 646,
      "˔": 647,
      "˕": 648,
      "˖": 649,
      "˗": 650,
      "˘": 651,
      "˙": 652,
      "˚": 653,
      "˛": 654,
      "˜": 655,
      "˝": 656,
      "˞": 657,
      "ˠ": 658,
      "ˡ": 659,
      "ˢ": 660,
      "ˣ": 661,
      "ˤ": 662,
      "˥": 663,
      "˦": 664,
      "˧": 665,
      "˨": 666,
      "˩": 667,
      "˫": 668,
      "ˬ": 669,
      "˭": 670,
      "ˮ": 671,
      "˱": 672,
      "˲": 673,
      "˳": 674,
      "˵": 675,
      "˶": 676,
      "˺": 677,
      "˼": 678,
      "˽": 679,
      "̀": 680,
      "́": 681,
      "̂": 682,
      "̃": 683,
      "̄": 684,
      "̅": 685,
      "̆": 686,
      "̇": 687,
      "̈": 688,
      "̉": 689,
      "̊": 690,
      "̋": 691,
      "̌": 692,
      "̍": 693,
      "̎": 694,
      "̏": 695,
      "̐": 696,
      "̑": 697,
      "̒": 698,
      "̓": 699,
      "̕": 700,
      "̖": 701,
      "̗": 702,
      "̘": 703,
      "̙": 704,
      "̚": 705,
      "̛": 706,
      "̜": 707,
      "̝": 708,
      "̞": 709,
      "̟": 710,
      "̠": 711,
      "̡": 712,
      "̢": 713,
      "̣": 714,
      "̤": 715,
      "̥": 716,
      "̧": 717,
      "̨": 718,
      "̩": 719,
      "̪": 720,
      "̫": 721,
      "̬": 722,
      "̭": 723,
      "̮": 724,
      "̯": 725,
      "̰": 726,
      "̱": 727,
      "̲": 728,
      "̳": 729,
      "̴": 730,
      "̵": 731,
      "̶": 732,
      "̷": 733,
      "̸": 734,
      "̹": 735,
      "̺": 736,
      "̻": 737,
      "̼": 738,
      "̽": 739,
      "̿": 740,
      "͂": 741,
      "͆": 742,
      "͇": 743,
      "͈": 744,
      "͉": 745,
      "͊": 746,
      "͋": 747,
      "͍": 748,
      "͏": 749,
      "͐": 750,
      "͒": 751,
      "͓": 752,
      "͔": 753,
      "͕": 754,
      "͗": 755,
      "͘": 756,
      "͙": 757,
      "͚": 758,
      "͛": 759,
      "͜": 760,
      "͝": 761,
      "͞": 762,
      "͟": 763,
      "͡": 764,
      "ͣ": 765,
      "ͤ": 766,
      "ͥ": 767,
      "ͦ": 768,
      "ͮ": 769,
      "ͯ": 770,
      "Ͱ": 771,
      "ͱ": 772,
      "Ͳ": 773,
      "ͳ": 774,
      "͵": 775,
      "Ͷ": 776,
      "ͷ": 777,
      "͸": 778,
      "ͼ": 779,
      "Ϳ": 780,
      "΄": 781,
      "Ά": 782,
      "Έ": 783,
      "Ή": 784,
      "Ί": 785,
      "Ό": 786,
      "Ύ": 787,
      "Ώ": 788,
      "ΐ": 789,
      "Α": 790,
      "Β": 791,
      "Γ": 792,
      "Δ": 793,
      "Ε": 794,
      "Ζ": 795,
      "Η": 796,
      "Θ": 797,
      "Ι": 798,
      "Κ": 799,
      "Λ": 800,
      "Μ": 801,
      "Ν": 802,
      "Ξ": 803,
      "Ο": 804,
      "Π": 805,
      "Ρ": 806,
      "΢": 807,
      "Σ": 808,
      "Τ": 809,
      "Υ": 810,
      "Φ": 811,
      "Χ": 812,
      "Ψ": 813,
      "Ω": 814,
      "Ϊ": 815,
      "Ϋ": 816,
      "ά": 817,
      "έ": 818,
      "ή": 819,
      "ί": 820,
      "ΰ": 821,
      "α": 822,
      "β": 823,
      "γ": 824,
      "δ": 825,
      "ε": 826,
      "ζ": 827,
      "η": 828,
      "θ": 829,
      "ι": 830,
      "κ": 831,
      "λ": 832,
      "μ": 833,
      "ν": 834,
      "ξ": 835,
      "ο": 836,
      "π": 837,
      "ρ": 838,
      "ς": 839,
      "σ": 840,
      "τ": 841,
      "υ": 842,
      "φ": 843,
      "χ": 844,
      "ψ": 845,
      "ω": 846,
      "ϊ": 847,
      "ϋ": 848,
      "ό": 849,
      "ύ": 850,
      "ώ": 851,
      "ϐ": 852,
      "ϑ": 853,
      "ϒ": 854,
      "ϓ": 855,
      "ϕ": 856,
      "ϖ": 857,
      "ϙ": 858,
      "Ϛ": 859,
      "ϛ": 860,
      "Ϝ": 861,
      "ϝ": 862,
      "ϟ": 863,
      "Ϡ": 864,
      "ϡ": 865,
      "Ϣ": 866,
      "ϣ": 867,
      "Ϧ": 868,
      "ϩ": 869,
      "ϫ": 870,
      "Ϭ": 871,
      "ϯ": 872,
      "ϰ": 873,
      "ϱ": 874,
      "ϲ": 875,
      "ϳ": 876,
      "ϴ": 877,
      "ϵ": 878,
      "Ϸ": 879,
      "ϸ": 880,
      "Ϲ": 881,
      "Ѐ": 882,
      "Ё": 883,
      "Ђ": 884,
      "Ѓ": 885,
      "Є": 886,
      "Ѕ": 887,
      "І": 888,
      "Ї": 889,
      "Ј": 890,
      "Љ": 891,
      "Њ": 892,
      "Ћ": 893,
      "Ќ": 894,
      "Ў": 895,
      "Џ": 896,
      "А": 897,
      "Б": 898,
      "В": 899,
      "Г": 900,
      "Д": 901,
      "Е": 902,
      "Ж": 903,
      "З": 904,
      "И": 905,
      "Й": 906,
      "К": 907,
      "Л": 908,
      "М": 909,
      "Н": 910,
      "О": 911,
      "П": 912,
      "Р": 913,
      "С": 914,
      "Т": 915,
      "У": 916,
      "Ф": 917,
      "Х": 918,
      "Ц": 919,
      "Ч": 920,
      "Ш": 921,
      "Щ": 922,
      "Ъ": 923,
      "Ы": 924,
      "Ь": 925,
      "Э": 926,
      "Ю": 927,
      "Я": 928,
      "а": 929,
      "б": 930,
      "в": 931,
      "г": 932,
      "д": 933,
      "е": 934,
      "ж": 935,
      "з": 936,
      "и": 937,
      "й": 938,
      "к": 939,
      "л": 940,
      "м": 941,
      "н": 942,
      "о": 943,
      "п": 944,
      "р": 945,
      "с": 946,
      "т": 947,
      "у": 948,
      "ф": 949,
      "х": 950,
      "ц": 951,
      "ч": 952,
      "ш": 953,
      "щ": 954,
      "ъ": 955,
      "ы": 956,
      "ь": 957,
      "э": 958,
      "ю": 959,
      "я": 960,
      "ѐ": 961,
      "ё": 962,
      "ђ": 963,
      "ѓ": 964,
      "є": 965,
      "ѕ": 966,
      "і": 967,
      "ї": 968,
      "ј": 969,
      "љ": 970,
      "њ": 971,
      "ћ": 972,
      "ќ": 973,
      "ў": 974,
      "џ": 975,
      "Ѡ": 976,
      "ѡ": 977,
      "Ѣ": 978,
      "ѣ": 979,
      "Ѥ": 980,
      "ѥ": 981,
      "Ѧ": 982,
      "ѧ": 983,
      "Ѩ": 984,
      "ѩ": 985,
      "Ѫ": 986,
      "ѫ": 987,
      "Ѭ": 988,
      "ѭ": 989,
      "Ѯ": 990,
      "ѯ": 991,
      "Ѱ": 992,
      "ѱ": 993,
      "Ѳ": 994,
      "ѳ": 995,
      "Ѵ": 996,
      "ѵ": 997,
      "Ѷ": 998,
      "ѷ": 999,
      "Ѹ": 1000,
      "ѹ": 1001,
      "Ѿ": 1002,
      "ѿ": 1003,
      "ҁ": 1004,
      "҂": 1005,
      "҃": 1006,
      "҆": 1007,
      "҈": 1008,
      "҉": 1009,
      "ҋ": 1010,
      "Ҍ": 1011,
      "ҍ": 1012,
      "Ҏ": 1013,
      "ҏ": 1014,
      "Ґ": 1015,
      "ґ": 1016,
      "Ғ": 1017,
      "ғ": 1018,
      "Ҕ": 1019,
      "ҕ": 1020,
      "Җ": 1021,
      "җ": 1022,
      "Ҙ": 1023,
      "ҙ": 1024,
      "Қ": 1025,
      "қ": 1026,
      "Ҝ": 1027,
      "ҝ": 1028,
      "Ҟ": 1029,
      "ҟ": 1030,
      "Ҡ": 1031,
      "ҡ": 1032,
      "Ң": 1033,
      "ң": 1034,
      "ҥ": 1035,
      "Ҧ": 1036,
      "ҧ": 1037,
      "Ҩ": 1038,
      "ҩ": 1039,
      "Ҫ": 1040,
      "ҫ": 1041,
      "Ҭ": 1042,
      "ҭ": 1043,
      "Ү": 1044,
      "ү": 1045,
      "Ұ": 1046,
      "ұ": 1047,
      "Ҳ": 1048,
      "ҳ": 1049,
      "Ҵ": 1050,
      "ҵ": 1051,
      "Ҷ": 1052,
      "ҷ": 1053,
      "Ҹ": 1054,
      "ҹ": 1055,
      "Һ": 1056,
      "һ": 1057,
      "Ҽ": 1058,
      "ҽ": 1059,
      "Ҿ": 1060,
      "ҿ": 1061,
      "Ӏ": 1062,
      "Ӄ": 1063,
      "ӄ": 1064,
      "Ӈ": 1065,
      "ӈ": 1066,
      "ӊ": 1067,
      "ӏ": 1068,
      "Ӑ": 1069,
      "ӑ": 1070,
      "ӓ": 1071,
      "Ӕ": 1072,
      "ӕ": 1073,
      "ӗ": 1074,
      "Ә": 1075,
      "ә": 1076,
      "Ӡ": 1077,
      "ӡ": 1078,
      "Ӣ": 1079,
      "ӣ": 1080,
      "Ӧ": 1081,
      "ӧ": 1082,
      "Ө": 1083,
      "ө": 1084,
      "Ӫ": 1085,
      "ӫ": 1086,
      "Ӭ": 1087,
      "ӭ": 1088,
      "Ӯ": 1089,
      "ӯ": 1090,
      "Ӱ": 1091,
      "ӱ": 1092,
      "Ӳ": 1093,
      "ӳ": 1094,
      "Ӷ": 1095,
      "ӷ": 1096,
      "Ӻ": 1097,
      "ӻ": 1098,
      "Ӽ": 1099,
      "ӽ": 1100,
      "Ӿ": 1101,
      "ӿ": 1102,
      "ԅ": 1103,
      "Ԑ": 1104,
      "ԑ": 1105,
      "Ԙ": 1106,
      "ԙ": 1107,
      "Ԛ": 1108,
      "Ԩ": 1109,
      "ԩ": 1110,
      "Ա": 1111,
      "Բ": 1112,
      "Գ": 1113,
      "Դ": 1114,
      "Ե": 1115,
      "Զ": 1116,
      "Է": 1117,
      "Թ": 1118,
      "Ժ": 1119,
      "Ի": 1120,
      "Լ": 1121,
      "Խ": 1122,
      "Ծ": 1123,
      "Կ": 1124,
      "Հ": 1125,
      "Ղ": 1126,
      "Ճ": 1127,
      "Մ": 1128,
      "Յ": 1129,
      "Ն": 1130,
      "Շ": 1131,
      "Ո": 1132,
      "Չ": 1133,
      "Պ": 1134,
      "Ջ": 1135,
      "Ռ": 1136,
      "Ս": 1137,
      "Վ": 1138,
      "Տ": 1139,
      "Ր": 1140,
      "Ց": 1141,
      "Ւ": 1142,
      "Փ": 1143,
      "Ք": 1144,
      "Օ": 1145,
      "Ֆ": 1146,
      "՛": 1147,
      "՝": 1148,
      "՞": 1149,
      "ա": 1150,
      "բ": 1151,
      "գ": 1152,
      "դ": 1153,
      "ե": 1154,
      "զ": 1155,
      "է": 1156,
      "ը": 1157,
      "թ": 1158,
      "ժ": 1159,
      "ի": 1160,
      "լ": 1161,
      "խ": 1162,
      "ծ": 1163,
      "կ": 1164,
      "հ": 1165,
      "ձ": 1166,
      "ղ": 1167,
      "ճ": 1168,
      "մ": 1169,
      "յ": 1170,
      "ն": 1171,
      "շ": 1172,
      "ո": 1173,
      "չ": 1174,
      "պ": 1175,
      "ջ": 1176,
      "ռ": 1177,
      "ս": 1178,
      "վ": 1179,
      "տ": 1180,
      "ր": 1181,
      "ց": 1182,
      "ւ": 1183,
      "փ": 1184,
      "ք": 1185,
      "օ": 1186,
      "ֆ": 1187,
      "և": 1188,
      "։": 1189,
      "֊": 1190,
      "֑": 1191,
      "֒": 1192,
      "֓": 1193,
      "֔": 1194,
      "֖": 1195,
      "֗": 1196,
      "֜": 1197,
      "֣": 1198,
      "֥": 1199,
      "֪": 1200,
      "֫": 1201,
      "ְ": 1202,
      "ֱ": 1203,
      "ֲ": 1204,
      "ֳ": 1205,
      "ִ": 1206,
      "ֵ": 1207,
      "ֶ": 1208,
      "ַ": 1209,
      "ָ": 1210,
      "ֹ": 1211,
      "ֻ": 1212,
      "ּ": 1213,
      "ֽ": 1214,
      "־": 1215,
      "ֿ": 1216,
      "׀": 1217,
      "ׁ": 1218,
      "ׂ": 1219,
      "׃": 1220,
      "׏": 1221,
      "א": 1222,
      "ב": 1223,
      "ג": 1224,
      "ד": 1225,
      "ה": 1226,
      "ו": 1227,
      "ז": 1228,
      "ח": 1229,
      "ט": 1230,
      "י": 1231,
      "ך": 1232,
      "כ": 1233,
      "ל": 1234,
      "ם": 1235,
      "מ": 1236,
      "ן": 1237,
      "נ": 1238,
      "ס": 1239,
      "ע": 1240,
      "ף": 1241,
      "פ": 1242,
      "ץ": 1243,
      "צ": 1244,
      "ק": 1245,
      "ר": 1246,
      "ש": 1247,
      "ת": 1248,
      "װ": 1249,
      "ױ": 1250,
      "ײ": 1251,
      "׳": 1252,
      "״": 1253,
      "׵": 1254,
      "؂": 1255,
      "،": 1256,
      "ؔ": 1257,
      "؛": 1258,
      "؟": 1259,
      "ء": 1260,
      "آ": 1261,
      "أ": 1262,
      "ؤ": 1263,
      "إ": 1264,
      "ئ": 1265,
      "ا": 1266,
      "ب": 1267,
      "ة": 1268,
      "ت": 1269,
      "ث": 1270,
      "ج": 1271,
      "ح": 1272,
      "خ": 1273,
      "د": 1274,
      "ذ": 1275,
      "ر": 1276,
      "ز": 1277,
      "س": 1278,
      "ش": 1279,
      "ص": 1280,
      "ض": 1281,
      "ط": 1282,
      "ظ": 1283,
      "ع": 1284,
      "غ": 1285,
      "ؾ": 1286,
      "ؿ": 1287,
      "ـ": 1288,
      "ف": 1289,
      "ق": 1290,
      "ك": 1291,
      "ل": 1292,
      "م": 1293,
      "ن": 1294,
      "ه": 1295,
      "و": 1296,
      "ى": 1297,
      "ي": 1298,
      "ً": 1299,
      "ٌ": 1300,
      "ٍ": 1301,
      "َ": 1302,
      "ُ": 1303,
      "ِ": 1304,
      "ّ": 1305,
      "ْ": 1306,
      "ٓ": 1307,
      "ٔ": 1308,
      "ٗ": 1309,
      "٘": 1310,
      "٠": 1311,
      "١": 1312,
      "٢": 1313,
      "٣": 1314,
      "٤": 1315,
      "٥": 1316,
      "٦": 1317,
      "٧": 1318,
      "٨": 1319,
      "٩": 1320,
      "٫": 1321,
      "ٰ": 1322,
      "ٱ": 1323,
      "ٴ": 1324,
      "ٹ": 1325,
      "ٺ": 1326,
      "ٻ": 1327,
      "ٽ": 1328,
      "پ": 1329,
      "ٿ": 1330,
      "ڀ": 1331,
      "ڃ": 1332,
      "ڄ": 1333,
      "چ": 1334,
      "ڇ": 1335,
      "ڈ": 1336,
      "ډ": 1337,
      "ڌ": 1338,
      "ڏ": 1339,
      "ڐ": 1340,
      "ڑ": 1341,
      "ړ": 1342,
      "ڕ": 1343,
      "ژ": 1344,
      "ڙ": 1345,
      "ښ": 1346,
      "ڝ": 1347,
      "ڠ": 1348,
      "ڡ": 1349,
      "ڢ": 1350,
      "ڤ": 1351,
      "ڧ": 1352,
      "ڨ": 1353,
      "ک": 1354,
      "ڪ": 1355,
      "ګ": 1356,
      "ڬ": 1357,
      "ڭ": 1358,
      "گ": 1359,
      "ڳ": 1360,
      "ڴ": 1361,
      "ڵ": 1362,
      "ڷ": 1363,
      "ں": 1364,
      "ڻ": 1365,
      "ھ": 1366,
      "ہ": 1367,
      "ۅ": 1368,
      "ۆ": 1369,
      "ۇ": 1370,
      "ۈ": 1371,
      "ۉ": 1372,
      "ۋ": 1373,
      "ی": 1374,
      "ێ": 1375,
      "ې": 1376,
      "ے": 1377,
      "ە": 1378,
      "ۖ": 1379,
      "ۗ": 1380,
      "ۙ": 1381,
      "ۚ": 1382,
      "ۛ": 1383,
      "۝": 1384,
      "۞": 1385,
      "۟": 1386,
      "ۡ": 1387,
      "ۢ": 1388,
      "ۣ": 1389,
      "ۥ": 1390,
      "ۦ": 1391,
      "۩": 1392,
      "۬": 1393,
      "ۭ": 1394,
      "۰": 1395,
      "۱": 1396,
      "۲": 1397,
      "۳": 1398,
      "۴": 1399,
      "۵": 1400,
      "۶": 1401,
      "۷": 1402,
      "۸": 1403,
      "۹": 1404,
      "۽": 1405,
      "۾": 1406,
      "ܐ": 1407,
      "ܒ": 1408,
      "ܓ": 1409,
      "ܕ": 1410,
      "ܗ": 1411,
      "ܘ": 1412,
      "ܙ": 1413,
      "ܚ": 1414,
      "ܛ": 1415,
      "ܝ": 1416,
      "ܞ": 1417,
      "ܟ": 1418,
      "ܠ": 1419,
      "ܡ": 1420,
      "ܢ": 1421,
      "ܣ": 1422,
      "ܥ": 1423,
      "ܦ": 1424,
      "ܨ": 1425,
      "ܩ": 1426,
      "ܪ": 1427,
      "ܫ": 1428,
      "ܬ": 1429,
      "ܰ": 1430,
      "ܲ": 1431,
      "ܳ": 1432,
      "ܵ": 1433,
      "ܶ": 1434,
      "ܸ": 1435,
      "ܺ": 1436,
      "ܼ": 1437,
      "ܽ": 1438,
      "݁": 1439,
      "݂": 1440,
      "ݐ": 1441,
      "ݑ": 1442,
      "ݒ": 1443,
      "ݕ": 1444,
      "ݛ": 1445,
      "ݝ": 1446,
      "ݞ": 1447,
      "ݟ": 1448,
      "ݢ": 1449,
      "ݣ": 1450,
      "ݧ": 1451,
      "ݪ": 1452,
      "ހ": 1453,
      "ށ": 1454,
      "ނ": 1455,
      "ރ": 1456,
      "ބ": 1457,
      "ޅ": 1458,
      "ކ": 1459,
      "އ": 1460,
      "ވ": 1461,
      "މ": 1462,
      "ފ": 1463,
      "ދ": 1464,
      "ތ": 1465,
      "ލ": 1466,
      "ގ": 1467,
      "ޏ": 1468,
      "ސ": 1469,
      "ޑ": 1470,
      "ޒ": 1471,
      "ޓ": 1472,
      "ޔ": 1473,
      "ޕ": 1474,
      "ޖ": 1475,
      "ޗ": 1476,
      "ޙ": 1477,
      "ޚ": 1478,
      "ޝ": 1479,
      "ޢ": 1480,
      "ޤ": 1481,
      "ަ": 1482,
      "ާ": 1483,
      "ި": 1484,
      "ީ": 1485,
      "ު": 1486,
      "ޫ": 1487,
      "ެ": 1488,
      "ޭ": 1489,
      "ޮ": 1490,
      "ޯ": 1491,
      "ް": 1492,
      "ޱ": 1493,
      "ߊ": 1494,
      "ߋ": 1495,
      "ߌ": 1496,
      "ߎ": 1497,
      "ߏ": 1498,
      "ߖ": 1499,
      "ߘ": 1500,
      "ߙ": 1501,
      "ߜ": 1502,
      "ߣ": 1503,
      "ߧ": 1504,
      "ࠀ": 1505,
      "ࠁ": 1506,
      "ࠂ": 1507,
      "ࠃ": 1508,
      "ࠄ": 1509,
      "ࠅ": 1510,
      "ࠆ": 1511,
      "ࠇ": 1512,
      "ࠈ": 1513,
      "ࠉ": 1514,
      "ࠊ": 1515,
      "ࠋ": 1516,
      "ࠌ": 1517,
      "ࠍ": 1518,
      "ࠎ": 1519,
      "ࠏ": 1520,
      "ࠐ": 1521,
      "ࠑ": 1522,
      "ࠒ": 1523,
      "ࠓ": 1524,
      "ࠔ": 1525,
      "ࠕ": 1526,
      "ࠖ": 1527,
      "ࠗ": 1528,
      "࠘": 1529,
      "࠙": 1530,
      "ࠚ": 1531,
      "ࠛ": 1532,
      "ࠜ": 1533,
      "ࠝ": 1534,
      "ࠞ": 1535,
      "ࠟ": 1536,
      "ࠠ": 1537,
      "ࠡ": 1538,
      "ࠢ": 1539,
      "ࠣ": 1540,
      "ࠤ": 1541,
      "ࠥ": 1542,
      "ࠦ": 1543,
      "ࠧ": 1544,
      "ࠨ": 1545,
      "ࠩ": 1546,
      "ࠪ": 1547,
      "ࠫ": 1548,
      "ࠬ": 1549,
      "࠭": 1550,
      "࠰": 1551,
      "࠱": 1552,
      "࠲": 1553,
      "࠳": 1554,
      "࠴": 1555,
      "࠵": 1556,
      "࠶": 1557,
      "࠷": 1558,
      "࠸": 1559,
      "࠹": 1560,
      "࠺": 1561,
      "࠻": 1562,
      "࠼": 1563,
      "࠽": 1564,
      "࠾": 1565,
      "ࡀ": 1566,
      "ࡁ": 1567,
      "ࡄ": 1568,
      "ࡅ": 1569,
      "ࡇ": 1570,
      "ࡉ": 1571,
      "ࡌ": 1572,
      "ࡍ": 1573,
      "ࡑ": 1574,
      "ࢢ": 1575,
      "ࣂ": 1576,
      "࣊": 1577,
      "ࣱ": 1578,
      "ँ": 1579,
      "ं": 1580,
      "ः": 1581,
      "अ": 1582,
      "आ": 1583,
      "इ": 1584,
      "ई": 1585,
      "उ": 1586,
      "ऊ": 1587,
      "ऋ": 1588,
      "ऌ": 1589,
      "ऍ": 1590,
      "ए": 1591,
      "ऐ": 1592,
      "ऑ": 1593,
      "ओ": 1594,
      "औ": 1595,
      "क": 1596,
      "ख": 1597,
      "ग": 1598,
      "घ": 1599,
      "ङ": 1600,
      "च": 1601,
      "छ": 1602,
      "ज": 1603,
      "झ": 1604,
      "ञ": 1605,
      "ट": 1606,
      "ठ": 1607,
      "ड": 1608,
      "ढ": 1609,
      "ण": 1610,
      "त": 1611,
      "थ": 1612,
      "द": 1613,
      "ध": 1614,
      "न": 1615,
      "प": 1616,
      "फ": 1617,
      "ब": 1618,
      "भ": 1619,
      "म": 1620,
      "य": 1621,
      "र": 1622,
      "ल": 1623,
      "ळ": 1624,
      "ऴ": 1625,
      "व": 1626,
      "श": 1627,
      "ष": 1628,
      "स": 1629,
      "ह": 1630,
      "़": 1631,
      "ऽ": 1632,
      "ा": 1633,
      "ि": 1634,
      "ी": 1635,
      "ु": 1636,
      "ू": 1637,
      "ृ": 1638,
      "ॆ": 1639,
      "े": 1640,
      "ै": 1641,
      "ॊ": 1642,
      "ो": 1643,
      "ौ": 1644,
      "्": 1645,
      "ॐ": 1646,
      "॑": 1647,
      "॒": 1648,
      "॓": 1649,
      "॔": 1650,
      "ॠ": 1651,
      "ॡ": 1652,
      "ॢ": 1653,
      "ॣ": 1654,
      "।": 1655,
      "॥": 1656,
      "०": 1657,
      "१": 1658,
      "२": 1659,
      "३": 1660,
      "४": 1661,
      "५": 1662,
      "६": 1663,
      "७": 1664,
      "८": 1665,
      "९": 1666,
      "॰": 1667,
      "ॱ": 1668,
      "ঁ": 1669,
      "ং": 1670,
      "ঃ": 1671,
      "অ": 1672,
      "আ": 1673,
      "ই": 1674,
      "উ": 1675,
      "এ": 1676,
      "ও": 1677,
      "ক": 1678,
      "খ": 1679,
      "গ": 1680,
      "ঙ": 1681,
      "চ": 1682,
      "ছ": 1683,
      "জ": 1684,
      "ঞ": 1685,
      "ট": 1686,
      "ড": 1687,
      "ঢ": 1688,
      "ণ": 1689,
      "ত": 1690,
      "থ": 1691,
      "দ": 1692,
      "ধ": 1693,
      "ন": 1694,
      "প": 1695,
      "ফ": 1696,
      "ব": 1697,
      "ভ": 1698,
      "ম": 1699,
      "য": 1700,
      "র": 1701,
      "ল": 1702,
      "শ": 1703,
      "ষ": 1704,
      "স": 1705,
      "হ": 1706,
      "়": 1707,
      "া": 1708,
      "ি": 1709,
      "ী": 1710,
      "ু": 1711,
      "ূ": 1712,
      "ৃ": 1713,
      "ে": 1714,
      "ৈ": 1715,
      "ো": 1716,
      "ৌ": 1717,
      "্": 1718,
      "ৎ": 1719,
      "ৡ": 1720,
      "ৢ": 1721,
      "১": 1722,
      "৩": 1723,
      "৬": 1724,
      "৭": 1725,
      "ৰ": 1726,
      "ৱ": 1727,
      "৷": 1728,
      "৹": 1729,
      "৺": 1730,
      "ਂ": 1731,
      "ਅ": 1732,
      "ਆ": 1733,
      "ਇ": 1734,
      "ਈ": 1735,
      "ਉ": 1736,
      "ਊ": 1737,
      "ਕ": 1738,
      "ਖ": 1739,
      "ਗ": 1740,
      "ਘ": 1741,
      "ਚ": 1742,
      "ਜ": 1743,
      "ਝ": 1744,
      "ਟ": 1745,
      "ਣ": 1746,
      "ਤ": 1747,
      "ਥ": 1748,
      "ਦ": 1749,
      "ਨ": 1750,
      "ਪ": 1751,
      "ਫ": 1752,
      "ਬ": 1753,
      "ਭ": 1754,
      "ਮ": 1755,
      "ਰ": 1756,
      "ਲ": 1757,
      "ਵ": 1758,
      "ਸ": 1759,
      "ਹ": 1760,
      "਼": 1761,
      "ਾ": 1762,
      "ਿ": 1763,
      "ੀ": 1764,
      "ੁ": 1765,
      "ੂ": 1766,
      "ੇ": 1767,
      "ੈ": 1768,
      "੉": 1769,
      "ੋ": 1770,
      "ੌ": 1771,
      "੍": 1772,
      "ੜ": 1773,
      "੨": 1774,
      "੭": 1775,
      "੯": 1776,
      "ੰ": 1777,
      "ੱ": 1778,
      "ઁ": 1779,
      "ં": 1780,
      "અ": 1781,
      "ઈ": 1782,
      "ગ": 1783,
      "જ": 1784,
      "ટ": 1785,
      "ડ": 1786,
      "ણ": 1787,
      "ત": 1788,
      "દ": 1789,
      "ન": 1790,
      "પ": 1791,
      "મ": 1792,
      "ય": 1793,
      "ર": 1794,
      "લ": 1795,
      "વ": 1796,
      "શ": 1797,
      "સ": 1798,
      "હ": 1799,
      "ા": 1800,
      "િ": 1801,
      "ી": 1802,
      "ુ": 1803,
      "ૂ": 1804,
      "ૅ": 1805,
      "ે": 1806,
      "ો": 1807,
      "્": 1808,
      "ૢ": 1809,
      "૧": 1810,
      "૨": 1811,
      "૩": 1812,
      "૭": 1813,
      "૮": 1814,
      "૱": 1815,
      "ଁ": 1816,
      "ଂ": 1817,
      "ଇ": 1818,
      "ଉ": 1819,
      "ଓ": 1820,
      "କ": 1821,
      "ଗ": 1822,
      "ଘ": 1823,
      "ଙ": 1824,
      "ଡ": 1825,
      "ନ": 1826,
      "ବ": 1827,
      "ମ": 1828,
      "ର": 1829,
      "ଲ": 1830,
      "ଳ": 1831,
      "ଶ": 1832,
      "ଷ": 1833,
      "ସ": 1834,
      "଼": 1835,
      "ା": 1836,
      "ି": 1837,
      "ୁ": 1838,
      "୍": 1839,
      "୧": 1840,
      "୨": 1841,
      "ஃ": 1842,
      "அ": 1843,
      "ஆ": 1844,
      "இ": 1845,
      "ஈ": 1846,
      "உ": 1847,
      "ஊ": 1848,
      "எ": 1849,
      "ஏ": 1850,
      "ஐ": 1851,
      "ஒ": 1852,
      "ஓ": 1853,
      "க": 1854,
      "ங": 1855,
      "ச": 1856,
      "ஜ": 1857,
      "ஞ": 1858,
      "ட": 1859,
      "ண": 1860,
      "த": 1861,
      "ந": 1862,
      "ன": 1863,
      "ப": 1864,
      "ம": 1865,
      "ய": 1866,
      "ர": 1867,
      "ற": 1868,
      "ல": 1869,
      "ள": 1870,
      "ழ": 1871,
      "வ": 1872,
      "ஷ": 1873,
      "ஸ": 1874,
      "ஹ": 1875,
      "ா": 1876,
      "ி": 1877,
      "ீ": 1878,
      "ு": 1879,
      "ூ": 1880,
      "ெ": 1881,
      "ே": 1882,
      "ை": 1883,
      "ொ": 1884,
      "ோ": 1885,
      "்": 1886,
      "ௗ": 1887,
      "௰": 1888,
      "௸": 1889,
      "ఁ": 1890,
      "ం": 1891,
      "ఆ": 1892,
      "ఇ": 1893,
      "ఎ": 1894,
      "క": 1895,
      "ఖ": 1896,
      "గ": 1897,
      "చ": 1898,
      "జ": 1899,
      "ఞ": 1900,
      "ట": 1901,
      "ఠ": 1902,
      "డ": 1903,
      "ణ": 1904,
      "త": 1905,
      "థ": 1906,
      "ద": 1907,
      "ధ": 1908,
      "న": 1909,
      "ప": 1910,
      "బ": 1911,
      "మ": 1912,
      "య": 1913,
      "ర": 1914,
      "ల": 1915,
      "వ": 1916,
      "శ": 1917,
      "స": 1918,
      "హ": 1919,
      "ా": 1920,
      "ి": 1921,
      "ీ": 1922,
      "ు": 1923,
      "ూ": 1924,
      "ృ": 1925,
      "ె": 1926,
      "ే": 1927,
      "ై": 1928,
      "ొ": 1929,
      "ో": 1930,
      "ౌ": 1931,
      "్": 1932,
      "౨": 1933,
      "౪": 1934,
      "ಂ": 1935,
      "ಇ": 1936,
      "ಉ": 1937,
      "ಏ": 1938,
      "ಕ": 1939,
      "ಗ": 1940,
      "ಚ": 1941,
      "ಜ": 1942,
      "ಟ": 1943,
      "ಠ": 1944,
      "ಡ": 1945,
      "ಢ": 1946,
      "ಣ": 1947,
      "ತ": 1948,
      "ಥ": 1949,
      "ದ": 1950,
      "ಧ": 1951,
      "ನ": 1952,
      "ಪ": 1953,
      "ಫ": 1954,
      "ಬ": 1955,
      "ಮ": 1956,
      "ಯ": 1957,
      "ರ": 1958,
      "ಲ": 1959,
      "ಳ": 1960,
      "ವ": 1961,
      "ಶ": 1962,
      "ಷ": 1963,
      "ಸ": 1964,
      "ಹ": 1965,
      "ಾ": 1966,
      "ಿ": 1967,
      "ೀ": 1968,
      "ು": 1969,
      "ೂ": 1970,
      "ೄ": 1971,
      "ೆ": 1972,
      "ೇ": 1973,
      "ೈ": 1974,
      "ೊ": 1975,
      "ೋ": 1976,
      "ೌ": 1977,
      "್": 1978,
      "೦": 1979,
      "೨": 1980,
      "೭": 1981,
      "ം": 1982,
      "അ": 1983,
      "ഇ": 1984,
      "എ": 1985,
      "ക": 1986,
      "ഗ": 1987,
      "ങ": 1988,
      "ച": 1989,
      "ജ": 1990,
      "ട": 1991,
      "ഡ": 1992,
      "ണ": 1993,
      "ത": 1994,
      "ന": 1995,
      "പ": 1996,
      "ബ": 1997,
      "മ": 1998,
      "ര": 1999,
      "റ": 2000,
      "ല": 2001,
      "ള": 2002,
      "വ": 2003,
      "ാ": 2004,
      "ി": 2005,
      "ു": 2006,
      "െ": 2007,
      "േ": 2008,
      "ോ": 2009,
      "്": 2010,
      "ൠ": 2011,
      "ൢ": 2012,
      "൲": 2013,
      "ൻ": 2014,
      "ർ": 2015,
      "ං": 2016,
      "අ": 2017,
      "ආ": 2018,
      "එ": 2019,
      "ඔ": 2020,
      "ක": 2021,
      "ග": 2022,
      "ච": 2023,
      "ජ": 2024,
      "ට": 2025,
      "ඩ": 2026,
      "ත": 2027,
      "ථ": 2028,
      "ද": 2029,
      "ධ": 2030,
      "න": 2031,
      "ප": 2032,
      "බ": 2033,
      "ම": 2034,
      "ය": 2035,
      "ර": 2036,
      "ල": 2037,
      "ව": 2038,
      "ශ": 2039,
      "ෂ": 2040,
      "ස": 2041,
      "හ": 2042,
      "ළ": 2043,
      "ෆ": 2044,
      "්": 2045,
      "ා": 2046,
      "ැ": 2047,
      "ි": 2048,
      "ී": 2049,
      "ු": 2050,
      "ෙ": 2051,
      "ේ": 2052,
      "ො": 2053,
      "ෝ": 2054,
      "෴": 2055,
      "ก": 2056,
      "ข": 2057,
      "ค": 2058,
      "ฅ": 2059,
      "ฆ": 2060,
      "ง": 2061,
      "จ": 2062,
      "ฉ": 2063,
      "ช": 2064,
      "ซ": 2065,
      "ญ": 2066,
      "ฎ": 2067,
      "ฏ": 2068,
      "ฐ": 2069,
      "ฑ": 2070,
      "ฒ": 2071,
      "ณ": 2072,
      "ด": 2073,
      "ต": 2074,
      "ถ": 2075,
      "ท": 2076,
      "ธ": 2077,
      "น": 2078,
      "บ": 2079,
      "ป": 2080,
      "ผ": 2081,
      "ฝ": 2082,
      "พ": 2083,
      "ฟ": 2084,
      "ภ": 2085,
      "ม": 2086,
      "ย": 2087,
      "ร": 2088,
      "ฤ": 2089,
      "ล": 2090,
      "ฦ": 2091,
      "ว": 2092,
      "ศ": 2093,
      "ษ": 2094,
      "ส": 2095,
      "ห": 2096,
      "ฬ": 2097,
      "อ": 2098,
      "ฮ": 2099,
      "ฯ": 2100,
      "ะ": 2101,
      "ั": 2102,
      "า": 2103,
      "ำ": 2104,
      "ิ": 2105,
      "ี": 2106,
      "ึ": 2107,
      "ื": 2108,
      "ุ": 2109,
      "ู": 2110,
      "ฺ": 2111,
      "฿": 2112,
      "เ": 2113,
      "แ": 2114,
      "โ": 2115,
      "ใ": 2116,
      "ไ": 2117,
      "ๅ": 2118,
      "ๆ": 2119,
      "็": 2120,
      "่": 2121,
      "้": 2122,
      "๊": 2123,
      "๋": 2124,
      "์": 2125,
      "ํ": 2126,
      "๎": 2127,
      "๏": 2128,
      "๐": 2129,
      "๑": 2130,
      "๒": 2131,
      "๓": 2132,
      "๔": 2133,
      "๕": 2134,
      "๖": 2135,
      "๗": 2136,
      "๘": 2137,
      "๙": 2138,
      "๛": 2139,
      "ກ": 2140,
      "ຂ": 2141,
      "ຄ": 2142,
      "ງ": 2143,
      "ຈ": 2144,
      "ຊ": 2145,
      "ຍ": 2146,
      "ດ": 2147,
      "ຕ": 2148,
      "ຖ": 2149,
      "ທ": 2150,
      "ນ": 2151,
      "ບ": 2152,
      "ປ": 2153,
      "ຜ": 2154,
      "ພ": 2155,
      "ຟ": 2156,
      "ມ": 2157,
      "ຢ": 2158,
      "ຣ": 2159,
      "ລ": 2160,
      "ວ": 2161,
      "ສ": 2162,
      "ຫ": 2163,
      "ອ": 2164,
      "ຮ": 2165,
      "ະ": 2166,
      "ັ": 2167,
      "າ": 2168,
      "ຳ": 2169,
      "ິ": 2170,
      "ີ": 2171,
      "ຶ": 2172,
      "ື": 2173,
      "ຸ": 2174,
      "ູ": 2175,
      "ົ": 2176,
      "ຼ": 2177,
      "ຽ": 2178,
      "ເ": 2179,
      "ແ": 2180,
      "ໂ": 2181,
      "ໃ": 2182,
      "ໄ": 2183,
      "ໆ": 2184,
      "່": 2185,
      "້": 2186,
      "໊": 2187,
      "໌": 2188,
      "ໍ": 2189,
      "໑": 2190,
      "໒": 2191,
      "໕": 2192,
      "ໜ": 2193,
      "ໝ": 2194,
      "ༀ": 2195,
      "༂": 2196,
      "༄": 2197,
      "༅": 2198,
      "༈": 2199,
      "༉": 2200,
      "༊": 2201,
      "་": 2202,
      "༌": 2203,
      "།": 2204,
      "༎": 2205,
      "༏": 2206,
      "༑": 2207,
      "༒": 2208,
      "༓": 2209,
      "༔": 2210,
      "༗": 2211,
      "༘": 2212,
      "༙": 2213,
      "༛": 2214,
      "༝": 2215,
      "༠": 2216,
      "༡": 2217,
      "༢": 2218,
      "༣": 2219,
      "༤": 2220,
      "༥": 2221,
      "༦": 2222,
      "༧": 2223,
      "༨": 2224,
      "༩": 2225,
      "༬": 2226,
      "༶": 2227,
      "༺": 2228,
      "༻": 2229,
      "༼": 2230,
      "༽": 2231,
      "ཀ": 2232,
      "ཁ": 2233,
      "ག": 2234,
      "ང": 2235,
      "ཅ": 2236,
      "ཆ": 2237,
      "ཇ": 2238,
      "཈": 2239,
      "ཉ": 2240,
      "ཊ": 2241,
      "ཋ": 2242,
      "ཌ": 2243,
      "ཎ": 2244,
      "ཏ": 2245,
      "ཐ": 2246,
      "ད": 2247,
      "ན": 2248,
      "པ": 2249,
      "ཕ": 2250,
      "བ": 2251,
      "མ": 2252,
      "ཙ": 2253,
      "ཚ": 2254,
      "ཛ": 2255,
      "ཝ": 2256,
      "ཞ": 2257,
      "ཟ": 2258,
      "འ": 2259,
      "ཡ": 2260,
      "ར": 2261,
      "ལ": 2262,
      "ཤ": 2263,
      "ཥ": 2264,
      "ས": 2265,
      "ཧ": 2266,
      "ཨ": 2267,
      "ཪ": 2268,
      "ཱ": 2269,
      "ི": 2270,
      "ུ": 2271,
      "ེ": 2272,
      "ཻ": 2273,
      "ོ": 2274,
      "ཽ": 2275,
      "ཾ": 2276,
      "ཿ": 2277,
      "ྀ": 2278,
      "ྂ": 2279,
      "ྃ": 2280,
      "྄": 2281,
      "྇": 2282,
      "ྉ": 2283,
      "ྐ": 2284,
      "ྒ": 2285,
      "ྔ": 2286,
      "ྕ": 2287,
      "ྗ": 2288,
      "ྙ": 2289,
      "ྜ": 2290,
      "ྞ": 2291,
      "ྟ": 2292,
      "ྡ": 2293,
      "ྣ": 2294,
      "ྤ": 2295,
      "ྥ": 2296,
      "ྦ": 2297,
      "ྨ": 2298,
      "ྩ": 2299,
      "ྫ": 2300,
      "ྭ": 2301,
      "ྰ": 2302,
      "ྱ": 2303,
      "ྲ": 2304,
      "ླ": 2305,
      "ྷ": 2306,
      "࿀": 2307,
      "࿅": 2308,
      "࿆": 2309,
      "࿇": 2310,
      "࿈": 2311,
      "࿉": 2312,
      "࿊": 2313,
      "࿐": 2314,
      "࿑": 2315,
      "࿒": 2316,
      "က": 2317,
      "ခ": 2318,
      "ဂ": 2319,
      "င": 2320,
      "စ": 2321,
      "ဆ": 2322,
      "ဇ": 2323,
      "ဉ": 2324,
      "ည": 2325,
      "ဏ": 2326,
      "တ": 2327,
      "ထ": 2328,
      "ဒ": 2329,
      "ဓ": 2330,
      "န": 2331,
      "ပ": 2332,
      "ဖ": 2333,
      "ဗ": 2334,
      "ဘ": 2335,
      "မ": 2336,
      "ယ": 2337,
      "ရ": 2338,
      "လ": 2339,
      "ဝ": 2340,
      "သ": 2341,
      "ဟ": 2342,
      "အ": 2343,
      "ဢ": 2344,
      "ဦ": 2345,
      "ဧ": 2346,
      "ါ": 2347,
      "ာ": 2348,
      "ိ": 2349,
      "ီ": 2350,
      "ု": 2351,
      "ူ": 2352,
      "ေ": 2353,
      "ဲ": 2354,
      "ဳ": 2355,
      "ဵ": 2356,
      "ံ": 2357,
      "့": 2358,
      "း": 2359,
      "္": 2360,
      "်": 2361,
      "ျ": 2362,
      "ြ": 2363,
      "ွ": 2364,
      "ှ": 2365,
      "၀": 2366,
      "၁": 2367,
      "၂": 2368,
      "၇": 2369,
      "၈": 2370,
      "။": 2371,
      "၌": 2372,
      "၏": 2373,
      "ၝ": 2374,
      "ၢ": 2375,
      "ၤ": 2376,
      "ၵ": 2377,
      "ၶ": 2378,
      "ၸ": 2379,
      "ၼ": 2380,
      "ၽ": 2381,
      "ၾ": 2382,
      "ၿ": 2383,
      "ႁ": 2384,
      "ႂ": 2385,
      "ႃ": 2386,
      "ႄ": 2387,
      "ႅ": 2388,
      "ႆ": 2389,
      "ႇ": 2390,
      "ႈ": 2391,
      "ႉ": 2392,
      "ႊ": 2393,
      "Ⴣ": 2394,
      "ა": 2395,
      "ბ": 2396,
      "გ": 2397,
      "დ": 2398,
      "ე": 2399,
      "ვ": 2400,
      "ზ": 2401,
      "თ": 2402,
      "ი": 2403,
      "კ": 2404,
      "ლ": 2405,
      "მ": 2406,
      "ნ": 2407,
      "ო": 2408,
      "პ": 2409,
      "ჟ": 2410,
      "რ": 2411,
      "ს": 2412,
      "ტ": 2413,
      "უ": 2414,
      "ფ": 2415,
      "ქ": 2416,
      "ღ": 2417,
      "ყ": 2418,
      "შ": 2419,
      "ჩ": 2420,
      "ც": 2421,
      "ძ": 2422,
      "წ": 2423,
      "ჭ": 2424,
      "ხ": 2425,
      "ჯ": 2426,
      "ჰ": 2427,
      "ᄂ": 2428,
      "ᄅ": 2429,
      "ᄽ": 2430,
      "ᄿ": 2431,
      "ᅎ": 2432,
      "ᅏ": 2433,
      "ᅐ": 2434,
      "ᅑ": 2435,
      "ᅔ": 2436,
      "ᅕ": 2437,
      "ᅟ": 2438,
      "ᅠ": 2439,
      "ᅵ": 2440,
      "ᆫ": 2441,
      "ᆺ": 2442,
      "ᆽ": 2443,
      "ᇃ": 2444,
      "ᇄ": 2445,
      "ᇿ": 2446,
      "ሀ": 2447,
      "ሁ": 2448,
      "ሂ": 2449,
      "ሃ": 2450,
      "ሄ": 2451,
      "ህ": 2452,
      "ሆ": 2453,
      "ለ": 2454,
      "ሉ": 2455,
      "ሊ": 2456,
      "ላ": 2457,
      "ሌ": 2458,
      "ል": 2459,
      "ሎ": 2460,
      "ሐ": 2461,
      "ሓ": 2462,
      "ሔ": 2463,
      "ሕ": 2464,
      "መ": 2465,
      "ሙ": 2466,
      "ሚ": 2467,
      "ማ": 2468,
      "ሜ": 2469,
      "ም": 2470,
      "ሞ": 2471,
      "ሠ": 2472,
      "ሣ": 2473,
      "ሥ": 2474,
      "ሦ": 2475,
      "ረ": 2476,
      "ሩ": 2477,
      "ሪ": 2478,
      "ራ": 2479,
      "ሬ": 2480,
      "ር": 2481,
      "ሮ": 2482,
      "ሰ": 2483,
      "ሱ": 2484,
      "ሲ": 2485,
      "ሳ": 2486,
      "ስ": 2487,
      "ሶ": 2488,
      "ሸ": 2489,
      "ሹ": 2490,
      "ሻ": 2491,
      "ሼ": 2492,
      "ሽ": 2493,
      "ሾ": 2494,
      "ቀ": 2495,
      "ቁ": 2496,
      "ቂ": 2497,
      "ቃ": 2498,
      "ቄ": 2499,
      "ቅ": 2500,
      "ቆ": 2501,
      "በ": 2502,
      "ቡ": 2503,
      "ቢ": 2504,
      "ባ": 2505,
      "ቤ": 2506,
      "ብ": 2507,
      "ቦ": 2508,
      "ቪ": 2509,
      "ቫ": 2510,
      "ቬ": 2511,
      "ተ": 2512,
      "ቱ": 2513,
      "ቲ": 2514,
      "ታ": 2515,
      "ቴ": 2516,
      "ት": 2517,
      "ቶ": 2518,
      "ቸ": 2519,
      "ቹ": 2520,
      "ቻ": 2521,
      "ቼ": 2522,
      "ች": 2523,
      "ኀ": 2524,
      "ኃ": 2525,
      "ኅ": 2526,
      "ኈ": 2527,
      "ኋ": 2528,
      "ነ": 2529,
      "ኑ": 2530,
      "ኒ": 2531,
      "ና": 2532,
      "ኔ": 2533,
      "ን": 2534,
      "ኖ": 2535,
      "ኘ": 2536,
      "ኙ": 2537,
      "ኛ": 2538,
      "ኝ": 2539,
      "አ": 2540,
      "ኡ": 2541,
      "ኢ": 2542,
      "ኤ": 2543,
      "እ": 2544,
      "ኦ": 2545,
      "ከ": 2546,
      "ኩ": 2547,
      "ኪ": 2548,
      "ካ": 2549,
      "ኬ": 2550,
      "ክ": 2551,
      "ኮ": 2552,
      "ኳ": 2553,
      "ኵ": 2554,
      "ወ": 2555,
      "ዊ": 2556,
      "ዋ": 2557,
      "ዌ": 2558,
      "ው": 2559,
      "ዎ": 2560,
      "ዐ": 2561,
      "ዓ": 2562,
      "ዕ": 2563,
      "ዘ": 2564,
      "ዙ": 2565,
      "ዚ": 2566,
      "ዛ": 2567,
      "ዜ": 2568,
      "ዝ": 2569,
      "ዞ": 2570,
      "ዡ": 2571,
      "ዢ": 2572,
      "ዣ": 2573,
      "የ": 2574,
      "ዩ": 2575,
      "ያ": 2576,
      "ዬ": 2577,
      "ይ": 2578,
      "ዮ": 2579,
      "ደ": 2580,
      "ዱ": 2581,
      "ዲ": 2582,
      "ዳ": 2583,
      "ዴ": 2584,
      "ድ": 2585,
      "ዶ": 2586,
      "ዽ": 2587,
      "ጀ": 2588,
      "ጁ": 2589,
      "ጂ": 2590,
      "ጃ": 2591,
      "ጄ": 2592,
      "ጅ": 2593,
      "ጆ": 2594,
      "ገ": 2595,
      "ጉ": 2596,
      "ጊ": 2597,
      "ጋ": 2598,
      "ጌ": 2599,
      "ግ": 2600,
      "ጎ": 2601,
      "ጐ": 2602,
      "ጓ": 2603,
      "ጕ": 2604,
      "ጠ": 2605,
      "ጡ": 2606,
      "ጢ": 2607,
      "ጣ": 2608,
      "ጤ": 2609,
      "ጥ": 2610,
      "ጨ": 2611,
      "ጪ": 2612,
      "ጫ": 2613,
      "ጭ": 2614,
      "ጵ": 2615,
      "ጸ": 2616,
      "ጻ": 2617,
      "ጽ": 2618,
      "ጾ": 2619,
      "ጿ": 2620,
      "ፀ": 2621,
      "ፅ": 2622,
      "ፈ": 2623,
      "ፉ": 2624,
      "ፊ": 2625,
      "ፋ": 2626,
      "ፍ": 2627,
      "ፑ": 2628,
      "ፓ": 2629,
      "ፕ": 2630,
      "ፖ": 2631,
      "፡": 2632,
      "።": 2633,
      "፣": 2634,
      "፤": 2635,
      "፥": 2636,
      "ᎌ": 2637,
      "Ꭰ": 2638,
      "Ꭱ": 2639,
      "Ꭷ": 2640,
      "Ꭹ": 2641,
      "Ꭼ": 2642,
      "Ꭿ": 2643,
      "Ꮆ": 2644,
      "Ꮇ": 2645,
      "Ꮍ": 2646,
      "Ꮑ": 2647,
      "Ꮖ": 2648,
      "Ꮙ": 2649,
      "Ꮤ": 2650,
      "Ꮩ": 2651,
      "Ꮴ": 2652,
      "Ꮹ": 2653,
      "Ꮺ": 2654,
      "Ꮿ": 2655,
      "᐀": 2656,
      "ᐁ": 2657,
      "ᐃ": 2658,
      "ᐄ": 2659,
      "ᐅ": 2660,
      "ᐇ": 2661,
      "ᐊ": 2662,
      "ᐋ": 2663,
      "ᐍ": 2664,
      "ᐏ": 2665,
      "ᐕ": 2666,
      "ᐛ": 2667,
      "ᐝ": 2668,
      "ᐞ": 2669,
      "ᐟ": 2670,
      "ᐠ": 2671,
      "ᐡ": 2672,
      "ᐢ": 2673,
      "ᐣ": 2674,
      "ᐤ": 2675,
      "ᐦ": 2676,
      "ᐧ": 2677,
      "ᐪ": 2678,
      "ᐯ": 2679,
      "ᐱ": 2680,
      "ᐺ": 2681,
      "ᑊ": 2682,
      "ᑋ": 2683,
      "ᑕ": 2684,
      "ᑖ": 2685,
      "ᑦ": 2686,
      "ᑭ": 2687,
      "ᑯ": 2688,
      "ᒃ": 2689,
      "ᒋ": 2690,
      "ᒍ": 2691,
      "ᒡ": 2692,
      "ᒣ": 2693,
      "ᒥ": 2694,
      "ᒧ": 2695,
      "ᒫ": 2696,
      "ᒻ": 2697,
      "ᒼ": 2698,
      "ᓀ": 2699,
      "ᓂ": 2700,
      "ᓄ": 2701,
      "ᓇ": 2702,
      "ᓈ": 2703,
      "ᓐ": 2704,
      "ᓗ": 2705,
      "ᓫ": 2706,
      "ᓮ": 2707,
      "ᓯ": 2708,
      "ᓱ": 2709,
      "ᓴ": 2710,
      "ᔅ": 2711,
      "ᔉ": 2712,
      "ᔑ": 2713,
      "ᔕ": 2714,
      "ᔭ": 2715,
      "ᔿ": 2716,
      "ᕆ": 2717,
      "ᕈ": 2718,
      "ᕊ": 2719,
      "ᕑ": 2720,
      "ᕕ": 2721,
      "ᕗ": 2722,
      "ᕙ": 2723,
      "ᕱ": 2724,
      "ᕿ": 2725,
      "ᖅ": 2726,
      "ᖇ": 2727,
      "ᖓ": 2728,
      "ᖴ": 2729,
      "ᖹ": 2730,
      "ᖺ": 2731,
      "ᗄ": 2732,
      "ᗜ": 2733,
      "ᗡ": 2734,
      "ᗢ": 2735,
      "ᗦ": 2736,
      "ᗨ": 2737,
      "ᗩ": 2738,
      "ᗪ": 2739,
      "ᗰ": 2740,
      "ᘏ": 2741,
      "ᘓ": 2742,
      "ᘜ": 2743,
      "ᙅ": 2744,
      "ᙆ": 2745,
      "ᙏ": 2746,
      "ᙓ": 2747,
      "ᙚ": 2748,
      "ᙢ": 2749,
      "ᚢ": 2750,
      "ᚦ": 2751,
      "ᚱ": 2752,
      "ᚲ": 2753,
      "ᚷ": 2754,
      "ᚼ": 2755,
      "ᛃ": 2756,
      "ᛅ": 2757,
      "ᛉ": 2758,
      "ᛊ": 2759,
      "ᛏ": 2760,
      "ᛒ": 2761,
      "ᛜ": 2762,
      "ᛦ": 2763,
      "ᜃ": 2764,
      "ᜄ": 2765,
      "ᜅ": 2766,
      "ᜆ": 2767,
      "ᜈ": 2768,
      "ᜊ": 2769,
      "ᜋ": 2770,
      "ᜌ": 2771,
      "ᜎ": 2772,
      "ᜐ": 2773,
      "ᜑ": 2774,
      "ᜒ": 2775,
      "ᜓ": 2776,
      "᜔": 2777,
      "᜕": 2778,
      "ᝰ": 2779,
      "ក": 2780,
      "ខ": 2781,
      "គ": 2782,
      "ឃ": 2783,
      "ង": 2784,
      "ច": 2785,
      "ឆ": 2786,
      "ជ": 2787,
      "ឈ": 2788,
      "ញ": 2789,
      "ដ": 2790,
      "ឋ": 2791,
      "ឌ": 2792,
      "ឍ": 2793,
      "ណ": 2794,
      "ត": 2795,
      "ថ": 2796,
      "ទ": 2797,
      "ធ": 2798,
      "ន": 2799,
      "ប": 2800,
      "ផ": 2801,
      "ព": 2802,
      "ភ": 2803,
      "ម": 2804,
      "យ": 2805,
      "រ": 2806,
      "ល": 2807,
      "វ": 2808,
      "ស": 2809,
      "ហ": 2810,
      "ឡ": 2811,
      "អ": 2812,
      "ឧ": 2813,
      "ឫ": 2814,
      "ឯ": 2815,
      "ឱ": 2816,
      "឴": 2817,
      "឵": 2818,
      "ា": 2819,
      "ិ": 2820,
      "ី": 2821,
      "ឹ": 2822,
      "ឺ": 2823,
      "ុ": 2824,
      "ូ": 2825,
      "ួ": 2826,
      "ើ": 2827,
      "ឿ": 2828,
      "ៀ": 2829,
      "េ": 2830,
      "ែ": 2831,
      "ៃ": 2832,
      "ោ": 2833,
      "ៅ": 2834,
      "ំ": 2835,
      "ះ": 2836,
      "ៈ": 2837,
      "៉": 2838,
      "៊": 2839,
      "់": 2840,
      "៍": 2841,
      "៏": 2842,
      "័": 2843,
      "៑": 2844,
      "្": 2845,
      "។": 2846,
      "៛": 2847,
      "០": 2848,
      "១": 2849,
      "២": 2850,
      "៦": 2851,
      "៶": 2852,
      "᠂": 2853,
      "᠃": 2854,
      "᠄": 2855,
