{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|im_system|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|im_user|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|im_assistant|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "UnicodeScripts"
      },
      {
        "type": "Digits",
        "individual_digits": true
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "\\n+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": " +"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {}
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|unk|>": 0,
      "<|pad|>": 1,
      "<|im_end|>": 2,
      "<|im_system|>": 3,
      "<|im_user|>": 4,
      "<|im_assistant|>": 5,
      "\t": 6,
      "\n": 7,
      " ": 8,
      "#": 9,
      "$": 10,
      "%": 11,
      "&": 12,
      "*": 13,
      "+": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "@": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "^": 61,
      "_": 62,
      "`": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "{": 90,
      "|": 91,
      "}": 92,
      "~": 93,
      "": 94,
      "": 95,
      "": 96,
      "": 97,
      "": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "¡": 116,
      "¢": 117,
      "£": 118,
      "¤": 119,
      "¥": 120,
      "¦": 121,
      "§": 122,
      "©": 123,
      "«": 124,
      "¬": 125,
      "®": 126,
      "°": 127,
      "±": 128,
      "¶": 129,
      "·": 130,
      "»": 131,
      "¿": 132,
      "À": 133,
      "Á": 134,
      "Â": 135,
      "Ã": 136,
      "Ä": 137,
      "Å": 138,
      "Æ": 139,
      "Ç": 140,
      "È": 141,
      "É": 142,
      "Ê": 143,
      "Ë": 144,
      "Ì": 145,
      "Í": 146,
      "Î": 147,
      "Ï": 148,
      "Ð": 149,
      "Ñ": 150,
      "Ò": 151,
      "Ó": 152,
      "Ô": 153,
      "Õ": 154,
      "Ö": 155,
      "×": 156,
      "Ø": 157,
      "Ù": 158,
      "Ú": 159,
      "Û": 160,
      "Ü": 161,
      "Ý": 162,
      "Þ": 163,
      "ß": 164,
      "à": 165,
      "á": 166,
      "â": 167,
      "ã": 168,
      "ä": 169,
      "å": 170,
      "æ": 171,
      "ç": 172,
      "è": 173,
      "é": 174,
      "ê": 175,
      "ë": 176,
      "ì": 177,
      "í": 178,
      "î": 179,
      "ï": 180,
      "ð": 181,
      "ñ": 182,
      "ò": 183,
      "ó": 184,
      "ô": 185,
      "õ": 186,
      "ö": 187,
      "÷": 188,
      "ø": 189,
      "ù": 190,
      "ú": 191,
      "û": 192,
      "ü": 193,
      "ý": 194,
      "þ": 195,
      "ÿ": 196,
      "Ā": 197,
      "ā": 198,
      "Ă": 199,
      "ă": 200,
      "Ą": 201,
      "ą": 202,
      "Ć": 203,
      "ć": 204,
      "Ĉ": 205,
      "ĉ": 206,
      "Ċ": 207,
      "ċ": 208,
      "Č": 209,
      "č": 210,
      "Ď": 211,
      "ď": 212,
      "Đ": 213,
      "đ": 214,
      "Ē": 215,
      "ē": 216,
      "Ĕ": 217,
      "ĕ": 218,
      "Ė": 219,
      "ė": 220,
      "Ę": 221,
      "ę": 222,
      "Ě": 223,
      "ě": 224,
      "Ĝ": 225,
      "ĝ": 226,
      "Ğ": 227,
      "ğ": 228,
      "Ġ": 229,
      "ġ": 230,
      "Ģ": 231,
      "ģ": 232,
      "Ĥ": 233,
      "ĥ": 234,
      "Ħ": 235,
      "ħ": 236,
      "Ĩ": 237,
      "ĩ": 238,
      "Ī": 239,
      "ī": 240,
      "Ĭ": 241,
      "ĭ": 242,
      "Į": 243,
      "į": 244,
      "İ": 245,
      "ı": 246,
      "Ĵ": 247,
      "ĵ": 248,
      "Ķ": 249,
      "ķ": 250,
      "ĸ": 251,
      "Ĺ": 252,
      "ĺ": 253,
      "Ļ": 254,
      "ļ": 255,
      "Ľ": 256,
      "ľ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "ń": 261,
      "Ņ": 262,
      "ņ": 263,
      "ň": 264,
      "Ŋ": 265,
      "ŋ": 266,
      "Ō": 267,
      "ō": 268,
      "Ŏ": 269,
      "ŏ": 270,
      "Ő": 271,
      "ő": 272,
      "Œ": 273,
      "œ": 274,
      "Ŕ": 275,
      "ŕ": 276,
      "Ŗ": 277,
      "ŗ": 278,
      "Ř": 279,
      "ř": 280,
      "Ś": 281,
      "ś": 282,
      "Ŝ": 283,
      "ŝ": 284,
      "Ş": 285,
      "ş": 286,
      "Š": 287,
      "š": 288,
      "Ţ": 289,
      "ţ": 290,
      "Ť": 291,
      "ť": 292,
      "Ŧ": 293,
      "ŧ": 294,
      "Ũ": 295,
      "ũ": 296,
      "Ū": 297,
      "ū": 298,
      "Ŭ": 299,
      "ŭ": 300,
      "Ů": 301,
      "ů": 302,
      "Ű": 303,
      "ű": 304,
      "Ų": 305,
      "ų": 306,
      "ŵ": 307,
      "Ŷ": 308,
      "ŷ": 309,
      "Ÿ": 310,
      "Ź": 311,
      "ź": 312,
      "Ż": 313,
      "ż": 314,
      "Ž": 315,
      "ž": 316,
      "Ͱ": 317,
      "ͱ": 318,
      "Ͳ": 319,
      "ͳ": 320,
      "͵": 321,
      "Ͷ": 322,
      "ͷ": 323,
      "͸": 324,
      "ͼ": 325,
      "Ϳ": 326,
      "Ά": 327,
      "Έ": 328,
      "Ή": 329,
      "Ί": 330,
      "Ό": 331,
      "Ύ": 332,
      "Ώ": 333,
      "ΐ": 334,
      "Α": 335,
      "Β": 336,
      "Γ": 337,
      "Δ": 338,
      "Ε": 339,
      "Ζ": 340,
      "Η": 341,
      "Θ": 342,
      "Ι": 343,
      "Κ": 344,
      "Λ": 345,
      "Μ": 346,
      "Ν": 347,
      "Ξ": 348,
      "Ο": 349,
      "Π": 350,
      "Ρ": 351,
      "΢": 352,
      "Σ": 353,
      "Τ": 354,
      "Υ": 355,
      "Φ": 356,
      "Χ": 357,
      "Ψ": 358,
      "Ω": 359,
      "Ϊ": 360,
      "Ϋ": 361,
      "ά": 362,
      "έ": 363,
      "ή": 364,
      "ί": 365,
      "ΰ": 366,
      "α": 367,
      "β": 368,
      "γ": 369,
      "δ": 370,
      "ε": 371,
      "ζ": 372,
      "η": 373,
      "θ": 374,
      "ι": 375,
      "κ": 376,
      "λ": 377,
      "μ": 378,
      "ν": 379,
      "ξ": 380,
      "ο": 381,
      "π": 382,
      "ρ": 383,
      "ς": 384,
      "σ": 385,
      "τ": 386,
      "υ": 387,
      "φ": 388,
      "χ": 389,
      "ψ": 390,
      "ω": 391,
      "ϊ": 392,
      "ϋ": 393,
      "ό": 394,
      "ύ": 395,
      "ώ": 396,
      "ϙ": 397,
      "Ϛ": 398,
      "ϛ": 399,
      "Ϝ": 400,
      "ϝ": 401,
      "ϟ": 402,
      "Ϡ": 403,
      "ϡ": 404,
      "Ϣ": 405,
      "ϣ": 406,
      "Ϧ": 407,
      "ϩ": 408,
      "ϫ": 409,
      "Ϭ": 410,
      "ϯ": 411,
      "ϳ": 412,
      "Ϸ": 413,
      "ϸ": 414,
      "ം": 415,
      "അ": 416,
      "ഇ": 417,
      "എ": 418,
      "ക": 419,
      "ഗ": 420,
      "ങ": 421,
      "ച": 422,
      "ജ": 423,
      "ട": 424,
      "ഡ": 425,
      "ണ": 426,
      "ത": 427,
      "ന": 428,
      "പ": 429,
      "ബ": 430,
      "മ": 431,
      "ര": 432,
      "റ": 433,
      "ല": 434,
      "ള": 435,
      "വ": 436,
      "ാ": 437,
      "ി": 438,
      "ു": 439,
      "െ": 440,
      "േ": 441,
      "ോ": 442,
      "്": 443,
      "ൠ": 444,
      "ൢ": 445,
      "൲": 446,
      "ൻ": 447,
      "ർ": 448,
      "Ⴣ": 449,
      "ა": 450,
      "ბ": 451,
      "გ": 452,
      "დ": 453,
      "ე": 454,
      "ვ": 455,
      "ზ": 456,
      "თ": 457,
      "ი": 458,
      "კ": 459,
      "ლ": 460,
      "მ": 461,
      "ნ": 462,
      "ო": 463,
      "პ": 464,
      "ჟ": 465,
      "რ": 466,
      "ს": 467,
      "ტ": 468,
      "უ": 469,
      "ფ": 470,
      "ქ": 471,
      "ღ": 472,
      "ყ": 473,
      "შ": 474,
      "ჩ": 475,
      "ც": 476,
      "ძ": 477,
      "წ": 478,
      "ჭ": 479,
      "ხ": 480,
      "ჯ": 481,
      "ჰ": 482,
      "ᎌ": 483,
      "ᚢ": 484,
      "ᚦ": 485,
      "ᚱ": 486,
      "ᚲ": 487,
      "ᚷ": 488,
      "ᚼ": 489,
      "ᛃ": 490,
      "ᛅ": 491,
      "ᛉ": 492,
      "ᛊ": 493,
      "ᛏ": 494,
      "ᛒ": 495,
      "ᛜ": 496,
      "ᛦ": 497,
      "ᜃ": 498,
      "ᜄ": 499,
      "ᜅ": 500,
      "ᜆ": 501,
      "ᜈ": 502,
      "ᜊ": 503,
      "ᜋ": 504,
      "ᜌ": 505,
      "ᜎ": 506,
      "ᜐ": 507,
      "ᜑ": 508,
      "ᜒ": 509,
      "ᜓ": 510,
      "᜔": 511,
      "᜕": 512,
      "ᝢ": 513,
      "ᝰ": 514,
      "ᤌ": 515,
      "ᤕ": 516,
      "ᤠ": 517,
      "ᤢ": 518,
      "ᤰ": 519,
      "ᤱ": 520,
      "ᥐ": 521,
      "ᥑ": 522,
      "ᥒ": 523,
      "ᥓ": 524,
      "ᥔ": 525,
      "ᥕ": 526,
      "ᥖ": 527,
      "ᥗ": 528,
      "ᥘ": 529,
      "ᥙ": 530,
      "ᥚ": 531,
      "ᥛ": 532,
      "ᥜ": 533,
      "ᥝ": 534,
      "ᥞ": 535,
      "ᥟ": 536,
      "ᥢ": 537,
      "ᥣ": 538,
      "ᥤ": 539,
      "ᥥ": 540,
      "ᥦ": 541,
      "ᥧ": 542,
      "ᥨ": 543,
      "ᥩ": 544,
      "ᥪ": 545,
      "ᥫ": 546,
      "ᥬ": 547,
      "ᥭ": 548,
      "ᥰ": 549,
      "ᥱ": 550,
      "ᥲ": 551,
      "ᥳ": 552,
      "ᥴ": 553,
      "ᦄ": 554,
      "ᦉ": 555,
      "ᦍ": 556,
      "ᦑ": 557,
      "ᦓ": 558,
      "ᦔ": 559,
      "ᦝ": 560,
      "ᦞ": 561,
      "ᦟ": 562,
      "ᦠ": 563,
      "ᦢ": 564,
      "ᦱ": 565,
      "ᦲ": 566,
      "ᦳ": 567,
      "ᦵ": 568,
      "ᦷ": 569,
      "ᦸ": 570,
      "ᦺ": 571,
      "ᧂ": 572,
      "ᧃ": 573,
      "ᧅ": 574,
      "ᧆ": 575,
      "ᧈ": 576,
      "ᧉ": 577,
      "᧿": 578,
      "ᨀ": 579,
      "ᨁ": 580,
      "ᨄ": 581,
      "ᨅ": 582,
      "ᨆ": 583,
      "ᨈ": 584,
      "ᨉ": 585,
      "ᨑ": 586,
      "ᨒ": 587,
      "ᨓ": 588,
      "ᨕ": 589,
      "ᨘ": 590,
      "ᨙ": 591,
      "ᨚ": 592,
      "ᨛ": 593,
      "ᨦ": 594,
      "ᨯ": 595,
      "ᨰ": 596,
      "ᨲ": 597,
      "ᨵ": 598,
      "ᨸ": 599,
      "ᨻ": 600,
      "ᩅ": 601,
      "ᩈ": 602,
      "ᩉ": 603,
      "ᩚ": 604,
      "᩠": 605,
      "ᩢ": 606,
      "ᩣ": 607,
      "ᩤ": 608,
      "ᩥ": 609,
      "ᩫ": 610,
      "ᩱ": 611,
      "᩶": 612,
      "ᬂ": 613,
      "ᬬ": 614,
      "ᬳ": 615,
      "᭄": 616,
      "᭙": 617,
      "ᮓ": 618,
      "ᮔ": 619,
      "ᮘ": 620,
      "ᮞ": 621,
      "ᮥ": 622,
      "ᮨ": 623,
      "ᮩ": 624,
      "᮪": 625,
      "ᯅ": 626,
      "ᯐ": 627,
      "ᯓ": 628,
      "ᯤ": 629,
      "᯲": 630,
      "᯿": 631,
      "ᰀ": 632,
      "ᰃ": 633,
      "ᰄ": 634,
      "ᰉ": 635,
      "ᰌ": 636,
      "ᰍ": 637,
      "ᰎ": 638,
      "ᰏ": 639,
      "ᰔ": 640,
      "ᰕ": 641,
      "ᰚ": 642,
      "ᰛ": 643,
      "ᰜ": 644,
      "ᰝ": 645,
      "ᰠ": 646,
      "ᰣ": 647,
      "ᰤ": 648,
      "ᰥ": 649,
      "ᰦ": 650,
      "ᰧ": 651,
      "ᰨ": 652,
      "ᰩ": 653,
      "ᰪ": 654,
      "ᰫ": 655,
      "ᰬ": 656,
      "ᰭ": 657,
      "ᰮ": 658,
      "ᰰ": 659,
      "ᰲ": 660,
      "ᰳ": 661,
      "ᰴ": 662,
      "ᰶ": 663,
      "᰷": 664,
      "᳙": 665,
      "᳿": 666,
      "ᴀ": 667,
      "ᴂ": 668,
      "ᴃ": 669,
      "ᴄ": 670,
      "ᴅ": 671,
      "ᴇ": 672,
      "ᴉ": 673,
      "ᴊ": 674,
      "ᴋ": 675,
      "ᴌ": 676,
      "ᴍ": 677,
      "ᴏ": 678,
      "ᴑ": 679,
      "ᴓ": 680,
      "ᴔ": 681,
      "ᴖ": 682,
      "ᴗ": 683,
      "ᴘ": 684,
      "ᴙ": 685,
      "ᴛ": 686,
      "ᴜ": 687,
      "ᴠ": 688,
      "ᴡ": 689,
      "ᴢ": 690,
      "ᴥ": 691,
      "ᴯ": 692,
      "ᵎ": 693,
      "ᵫ": 694,
      "ᵰ": 695,
      "ᵱ": 696,
      "ᵶ": 697,
      "ᵺ": 698,
      "ᵻ": 699,
      "ᵼ": 700,
      "ᵽ": 701,
      "ᵾ": 702,
      "ᵿ": 703,
      "ᶅ": 704,
      "ᶑ": 705,
      "ᶒ": 706,
      "ᶘ": 707,
      "᷄": 708,
      "᷅": 709,
      "᷆": 710,
      "᷇": 711,
      "᷈": 712,
      "᷉": 713,
      "᷋": 714,
      "᷌": 715,
      "ᷭ": 716,
      "ᷰ": 717,
      "᷽": 718,
      "‎": 719,
      "‏": 720,
      "–": 721,
      "—": 722,
      "―": 723,
      "‘": 724,
      "’": 725,
      "“": 726,
      "”": 727,
      "…": 728,
      "‪": 729,
      "‫": 730,
      "‬": 731,
      "‭": 732,
      "‮": 733,
      "※": 734,
      "⁋": 735,
      "⁌": 736,
      "⁍": 737,
      "⁎": 738,
      "⁒": 739,
      "⁓": 740,
      "⁙": 741,
      "⁜": 742,
      "⁞": 743,
      "⁡": 744,
      "⁢": 745,
      "⁣": 746,
      "⁤": 747,
      "⁩": 748,
      "⁪": 749,
      "⁬": 750,
      "ↀ": 751,
      "ↄ": 752,
      "⿰": 753,
      "⿱": 754,
      "⿲": 755,
      "⿳": 756,
      "⿴": 757,
      "⿵": 758,
      "⿶": 759,
      "⿷": 760,
      "⿸": 761,
      "⿹": 762,
      "⿺": 763,
      "⿻": 764,
      "、": 765,
      "。": 766,
      "〃": 767,
      "〄": 768,
      "々": 769,
      "〆": 770,
      "〇": 771,
      "〈": 772,
      "〉": 773,
      "《": 774,
      "》": 775,
      "「": 776,
      "」": 777,
      "『": 778,
      "』": 779,
      "【": 780,
      "】": 781,
      "〒": 782,
      "〓": 783,
      "〔": 784,
      "〕": 785,
      "〖": 786,
      "〗": 787,
      "〘": 788,
      "〙": 789,
      "〜": 790,
      "〝": 791,
      "〞": 792,
      "〟": 793,
      "〡": 794,
      "〢": 795,
      "〣": 796,
      "〤": 797,
      "〥": 798,
      "〦": 799,
      "〧": 800,
      "〨": 801,
      "〩": 802,
      "〻": 803,
      "〼": 804,
      "〾": 805,
      "ぁ": 806,
      "あ": 807,
      "ぃ": 808,
      "い": 809,
      "ぅ": 810,
      "う": 811,
      "ぇ": 812,
      "え": 813,
      "ぉ": 814,
      "お": 815,
      "か": 816,
      "が": 817,
      "き": 818,
      "ぎ": 819,
      "く": 820,
      "ぐ": 821,
      "け": 822,
      "げ": 823,
      "こ": 824,
      "ご": 825,
      "さ": 826,
      "ざ": 827,
      "し": 828,
      "じ": 829,
      "す": 830,
      "ず": 831,
      "せ": 832,
      "ぜ": 833,
      "そ": 834,
      "ぞ": 835,
      "た": 836,
      "だ": 837,
      "ち": 838,
      "ぢ": 839,
      "っ": 840,
      "つ": 841,
      "づ": 842,
      "て": 843,
      "で": 844,
      "と": 845,
      "ど": 846,
      "な": 847,
      "に": 848,
      "ぬ": 849,
      "ね": 850,
      "の": 851,
      "は": 852,
      "ば": 853,
      "ぱ": 854,
      "ひ": 855,
      "び": 856,
      "ぴ": 857,
      "ふ": 858,
      "ぶ": 859,
      "ぷ": 860,
      "へ": 861,
      "べ": 862,
      "ぺ": 863,
      "ほ": 864,
      "ぼ": 865,
      "ぽ": 866,
      "ま": 867,
      "み": 868,
      "む": 869,
      "め": 870,
      "も": 871,
      "ゃ": 872,
      "や": 873,
      "ゅ": 874,
      "ゆ": 875,
      "ょ": 876,
      "よ": 877,
      "ら": 878,
      "り": 879,
      "る": 880,
      "れ": 881,
      "ろ": 882,
      "ゎ": 883,
      "わ": 884,
      "ゐ": 885,
      "ゑ": 886,
      "を": 887,
      "ん": 888,
      "ゔ": 889,
      "ゕ": 890,
      "ゖ": 891,
      "゙": 892,
      "゚": 893,
      "ゝ": 894,
      "ゞ": 895,
      "゠": 896,
      "ァ": 897,
      "ア": 898,
      "ィ": 899,
      "イ": 900,
      "ゥ": 901,
      "ウ": 902,
      "ェ": 903,
      "エ": 904,
      "ォ": 905,
      "オ": 906,
      "カ": 907,
      "ガ": 908,
      "キ": 909,
      "ギ": 910,
      "ク": 911,
      "グ": 912,
      "ケ": 913,
      "ゲ": 914,
      "コ": 915,
      "ゴ": 916,
      "サ": 917,
      "ザ": 918,
      "シ": 919,
      "ジ": 920,
      "ス": 921,
      "ズ": 922,
      "セ": 923,
      "ゼ": 924,
      "ソ": 925,
      "ゾ": 926,
      "タ": 927,
      "ダ": 928,
      "チ": 929,
      "ヂ": 930,
      "ッ": 931,
      "ツ": 932,
      "ヅ": 933,
      "テ": 934,
      "デ": 935,
      "ト": 936,
      "ド": 937,
      "ナ": 938,
      "ニ": 939,
      "ヌ": 940,
      "ネ": 941,
      "ノ": 942,
      "ハ": 943,
      "バ": 944,
      "パ": 945,
      "ヒ": 946,
      "ビ": 947,
      "ピ": 948,
      "フ": 949,
      "ブ": 950,
      "プ": 951,
      "ヘ": 952,
      "ベ": 953,
      "ペ": 954,
      "ホ": 955,
      "ボ": 956,
      "ポ": 957,
      "マ": 958,
      "ミ": 959,
      "ム": 960,
      "メ": 961,
      "モ": 962,
      "ャ": 963,
      "ヤ": 964,
      "ュ": 965,
      "ユ": 966,
      "ョ": 967,
      "ヨ": 968,
      "ラ": 969,
      "リ": 970,
      "ル": 971,
      "レ": 972,
      "ロ": 973,
      "ヮ": 974,
      "ワ": 975,
      "ヰ": 976,
      "ヱ": 977,
      "ヲ": 978,
      "ン": 979,
      "ヴ": 980,
      "ヵ": 981,
      "ヶ": 982,
      "ヷ": 983,
      "ヸ": 984,
      "ヹ": 985,
      "ヺ": 986,
      "・": 987,
      "ー": 988,
      "ヽ": 989,
      "ヾ": 990,
      "㄂": 991,
      "ㄅ": 992,
      "ㄆ": 993,
      "ㄇ": 994,
      "ㄈ": 995,
      "ㄉ": 996,
      "ㄊ": 997,
      "ㄋ": 998,
      "ㄌ": 999,
      "ㄍ": 1000,
      "ㄎ": 1001,
      "ㄏ": 1002,
      "ㄐ": 1003,
      "ㄑ": 1004,
      "ㄒ": 1005,
      "ㄓ": 1006,
      "ㄔ": 1007,
      "ㄕ": 1008,
      "ㄖ": 1009,
      "ㄗ": 1010,
      "ㄘ": 1011,
      "ㄙ": 1012,
      "ㄚ": 1013,
      "ㄛ": 1014,
      "ㄜ": 1015,
      "ㄝ": 1016,
      "ㄞ": 1017,
      "ㄟ": 1018,
      "ㄠ": 1019,
      "ㄡ": 1020,
      "ㄢ": 1021,
      "ㄣ": 1022,
      "ㄤ": 1023,
      "ㄥ": 1024,
      "ㄦ": 1025,
      "ㄧ": 1026,
      "ㄨ": 1027,
      "ㄩ": 1028,
      "ㄪ": 1029,
      "ㄫ": 1030,
      "ㄬ": 1031,
      "ㄭ": 1032,
      "ㄯ": 1033,
      "ㆠ": 1034,
      "ㆤ": 1035,
      "ㆦ": 1036,
      "ㆩ": 1037,
      "ㆬ": 1038,
      "ㆭ": 1039,
      "ㆲ": 1040,
      "ㆴ": 1041,
      "ㆵ": 1042,
      "ㆶ": 1043,
      "㇀": 1044,
      "㇁": 1045,
      "㇂": 1046,
      "㇃": 1047,
      "㇄": 1048,
      "㇅": 1049,
      "㇆": 1050,
      "㇇": 1051,
      "㇈": 1052,
      "㇉": 1053,
      "㇊": 1054,
      "㇋": 1055,
      "㇌": 1056,
      "㇍": 1057,
      "㇎": 1058,
      "㇏": 1059,
      "㇐": 1060,
      "㇑": 1061,
      "㇓": 1062,
      "㇔": 1063,
      "㇕": 1064,
      "㇗": 1065,
      "㇙": 1066,
      "㇚": 1067,
      "㇛": 1068,
      "㇜": 1069,
      "㇞": 1070,
      "㇟": 1071,
      "㇠": 1072,
      "㇡": 1073,
      "㇢": 1074,
      "㇣": 1075,
      "㇤": 1076,
      "㇥": 1077,
      "ㇰ": 1078,
      "ㇱ": 1079,
      "ㇲ": 1080,
      "ㇳ": 1081,
      "ㇴ": 1082,
      "ㇵ": 1083,
      "ㇶ": 1084,
      "ㇷ": 1085,
      "ㇸ": 1086,
      "ㇹ": 1087,
      "ㇺ": 1088,
      "ㇻ": 1089,
      "ㇼ": 1090,
      "ㇽ": 1091,
      "ㇾ": 1092,
      "ㇿ": 1093,
      "㐀": 1094,
      "㐁": 1095,
      "㐂": 1096,
      "㐃": 1097,
      "㐄": 1098,
      "㐅": 1099,
      "㐆": 1100,
      "㐇": 1101,
      "㐌": 1102,
      "㐐": 1103,
      "㐖": 1104,
      "㐞": 1105,
      "㐢": 1106,
      "㐤": 1107,
      "㐧": 1108,
      "㐨": 1109,
      "㐩": 1110,
      "㐪": 1111,
      "㐫": 1112,
      "㐬": 1113,
      "㐭": 1114,
      "㐮": 1115,
      "㐯": 1116,
      "㐰": 1117,
      "㐱": 1118,
      "㐲": 1119,
      "㐵": 1120,
      "㐷": 1121,
      "㐺": 1122,
      "㐽": 1123,
      "㐾": 1124,
      "㑀": 1125,
      "㑇": 1126,
      "㑈": 1127,
      "㑊": 1128,
      "㑋": 1129,
      "㑌": 1130,
      "㑎": 1131,
      "㑔": 1132,
      "㑚": 1133,
      "㑞": 1134,
      "㑥": 1135,
      "㑨": 1136,
      "㑩": 1137,
      "㑮": 1138,
      "㑱": 1139,
      "㑴": 1140,
      "㑵": 1141,
      "㑷": 1142,
      "㑹": 1143,
      "㑺": 1144,
      "㑽": 1145,
      "㑿": 1146,
      "㒄": 1147,
      "㒆": 1148,
      "㒌": 1149,
      "㒒": 1150,
      "㒜": 1151,
      "㒟": 1152,
      "㒡": 1153,
      "㒥": 1154,
      "㒨": 1155,
      "㒭": 1156,
      "㒰": 1157,
      "㒱": 1158,
      "㒲": 1159,
      "㒳": 1160,
      "㒴": 1161,
      "㒵": 1162,
      "㒶": 1163,
      "㒷": 1164,
      "㒸": 1165,
      "㒹": 1166,
      "㒺": 1167,
      "㒻": 1168,
      "㒼": 1169,
      "㒽": 1170,
      "㒾": 1171,
      "㒿": 1172,
      "㓀": 1173,
      "㓁": 1174,
      "㓂": 1175,
      "㓃": 1176,
      "㓉": 1177,
      "㓋": 1178,
      "㓎": 1179,
      "㓔": 1180,
      "㓗": 1181,
      "㓘": 1182,
      "㓛": 1183,
      "㓜": 1184,
      "㓝": 1185,
      "㓞": 1186,
      "㓟": 1187,
      "㓤": 1188,
      "㓥": 1189,
      "㓦": 1190,
      "㓪": 1191,
      "㓮": 1192,
      "㔁": 1193,
      "㔉": 1194,
      "㔓": 1195,
      "㔔": 1196,
      "㔨": 1197,
      "㔫": 1198,
      "㔬": 1199,
      "㔭": 1200,
      "㔮": 1201,
      "㔯": 1202,
      "㔰": 1203,
      "㔱": 1204,
      "㔲": 1205,
      "㔳": 1206,
      "㔴": 1207,
      "㔵": 1208,
      "㔶": 1209,
      "㔷": 1210,
      "㔸": 1211,
      "㔹": 1212,
      "㔻": 1213,
      "㔽": 1214,
      "㔾": 1215,
      "㔿": 1216,
      "㕀": 1217,
      "㕁": 1218,
      "㕂": 1219,
      "㕃": 1220,
      "㕄": 1221,
      "㕅": 1222,
      "㕆": 1223,
      "㕇": 1224,
      "㕈": 1225,
      "㕉": 1226,
      "㕊": 1227,
      "㕋": 1228,
      "㕌": 1229,
      "㕍": 1230,
      "㕎": 1231,
      "㕏": 1232,
      "㕐": 1233,
      "㕑": 1234,
      "㕒": 1235,
      "㕓": 1236,
      "㕔": 1237,
      "㕕": 1238,
      "㕘": 1239,
      "㕙": 1240,
      "㕛": 1241,
      "㕥": 1242,
      "㕦": 1243,
      "㕧": 1244,
      "㕫": 1245,
      "㕭": 1246,
      "㕮": 1247,
      "㕲": 1248,
      "㕵": 1249,
      "㕷": 1250,
      "㕻": 1251,
      "㖀": 1252,
      "㖇": 1253,
      "㖊": 1254,
      "㖏": 1255,
      "㖔": 1256,
      "㖘": 1257,
      "㖞": 1258,
      "㖟": 1259,
      "㖦": 1260,
      "㖨": 1261,
      "㖫": 1262,
      "㖭": 1263,
      "㖹": 1264,
      "㖼": 1265,
      "㖾": 1266,
      "㖿": 1267,
      "㗁": 1268,
      "㗂": 1269,
      "㗇": 1270,
      "㗊": 1271,
      "㗎": 1272,
      "㗖": 1273,
      "㗚": 1274,
      "㗝": 1275,
      "㗥": 1276,
      "㗰": 1277,
      "㗼": 1278,
      "㘃": 1279,
      "㘄": 1280,
      "㘎": 1281,
      "㘏": 1282,
      "㘑": 1283,
      "㘕": 1284,
      "㘗": 1285,
      "㘛": 1286,
      "㘝": 1287,
      "㘞": 1288,
      "㘣": 1289,
      "㘦": 1290,
      "㘧": 1291,
      "㘨": 1292,
      "㘫": 1293,
      "㘬": 1294,
      "㘭": 1295,
      "㘯": 1296,
      "㘰": 1297,
      "㘱": 1298,
      "㘵": 1299,
      "㘹": 1300,
      "㘺": 1301,
      "㘻": 1302,
      "㘽": 1303,
      "㙀": 1304,
      "㙁": 1305,
      "㙂": 1306,
      "㙄": 1307,
      "㙇": 1308,
      "㙉": 1309,
      "㙊": 1310,
      "㙋": 1311,
      "㙍": 1312,
      "㙎": 1313,
      "㙏": 1314,
      "㙐": 1315,
      "㙒": 1316,
      "㙓": 1317,
      "㙔": 1318,
      "㙕": 1319,
      "㙗": 1320,
      "㙘": 1321,
      "㙚": 1322,
      "㙛": 1323,
      "㙜": 1324,
      "㙞": 1325,
      "㙟": 1326,
      "㙠": 1327,
      "㙡": 1328,
      "㙣": 1329,
      "㙥": 1330,
      "㙦": 1331,
      "㙨": 1332,
      "㙩": 1333,
      "㙪": 1334,
      "㙫": 1335,
      "㙮": 1336,
      "㙰": 1337,
      "㙱": 1338,
      "㙲": 1339,
      "㙴": 1340,
      "㙵": 1341,
      "㙷": 1342,
      "㙹": 1343,
      "㙺": 1344,
      "㙻": 1345,
      "㙼": 1346,
      "㙾": 1347,
      "㚀": 1348,
      "㚂": 1349,
      "㚃": 1350,
      "㚄": 1351,
      "㚅": 1352,
      "㚆": 1353,
      "㚇": 1354,
      "㚏": 1355,
      "㚒": 1356,
      "㚔": 1357,
      "㚕": 1358,
      "㚖": 1359,
      "㚘": 1360,
      "㚟": 1361,
      "㚡": 1362,
      "㚢": 1363,
      "㚣": 1364,
      "㚤": 1365,
      "㚥": 1366,
      "㚫": 1367,
      "㚰": 1368,
      "㚴": 1369,
      "㚸": 1370,
      "㚻": 1371,
      "㚽": 1372,
      "㛃": 1373,
      "㛅": 1374,
      "㛈": 1375,
      "㛏": 1376,
      "㛐": 1377,
      "㛑": 1378,
      "㛒": 1379,
      "㛖": 1380,
      "㛚": 1381,
      "㛠": 1382,
      "㛢": 1383,
      "㛤": 1384,
      "㛥": 1385,
      "㛧": 1386,
      "㛨": 1387,
      "㛪": 1388,
      "㛯": 1389,
      "㛱": 1390,
      "㛹": 1391,
      "㜅": 1392,
      "㜈": 1393,
      "㜛": 1394,
      "㜠": 1395,
      "㜣": 1396,
      "㜤": 1397,
      "㜪": 1398,
      "㜴": 1399,
      "㜹": 1400,
      "㜺": 1401,
      "㝀": 1402,
      "㝃": 1403,
      "㝅": 1404,
      "㝇": 1405,
      "㝈": 1406,
      "㝉": 1407,
      "㝍": 1408,
      "㝎": 1409,
      "㝏": 1410,
      "㝑": 1411,
      "㝓": 1412,
      "㝔": 1413,
      "㝗": 1414,
      "㝘": 1415,
      "㝚": 1416,
      "㝜": 1417,
      "㝝": 1418,
      "㝡": 1419,
      "㝢": 1420,
      "㝣": 1421,
      "㝧": 1422,
      "㝫": 1423,
      "㝬": 1424,
      "㝭": 1425,
      "㝱": 1426,
      "㝳": 1427,
      "㝴": 1428,
      "㝵": 1429,
      "㝶": 1430,
      "㝷": 1431,
      "㝸": 1432,
      "㝹": 1433,
      "㞎": 1434,
      "㞒": 1435,
      "㞓": 1436,
      "㞗": 1437,
      "㞘": 1438,
      "㞙": 1439,
      "㞞": 1440,
      "㞢": 1441,
      "㞣": 1442,
      "㞧": 1443,
      "㞯": 1444,
      "㞳": 1445,
      "㞶": 1446,
      "㞷": 1447,
      "㞼": 1448,
      "㞾": 1449,
      "㟁": 1450,
      "㟃": 1451,
      "㟆": 1452,
      "㟉": 1453,
      "㟊": 1454,
      "㟋": 1455,
      "㟐": 1456,
      "㟓": 1457,
      "㟖": 1458,
      "㟠": 1459,
      "㟥": 1460,
      "㟧": 1461,
      "㟪": 1462,
      "㟲": 1463,
      "㟶": 1464,
      "㟷": 1465,
      "㟸": 1466,
      "㟼": 1467,
      "㟽": 1468,
      "㟾": 1469,
      "㟿": 1470,
      "㠇": 1471,
      "㠉": 1472,
      "㠐": 1473,
      "㠓": 1474,
      "㠕": 1475,
      "㠖": 1476,
      "㠗": 1477,
      "㠟": 1478,
      "㠣": 1479,
      "㠥": 1480,
      "㠩": 1481,
      "㠪": 1482,
      "㠫": 1483,
      "㠬": 1484,
      "㠭": 1485,
      "㠮": 1486,
      "㠯": 1487,
      "㠰": 1488,
      "㠱": 1489,
      "㠴": 1490,
      "㠶": 1491,
      "㡀": 1492,
      "㡈": 1493,
      "㡉": 1494,
      "㡊": 1495,
      "㡌": 1496,
      "㡗": 1497,
      "㡠": 1498,
      "㡣": 1499,
      "㡧": 1500,
      "㡫": 1501,
      "㡬": 1502,
      "㡭": 1503,
      "㡮": 1504,
      "㡯": 1505,
      "㡱": 1506,
      "㡳": 1507,
      "㡹": 1508,
      "㡻": 1509,
      "㡾": 1510,
      "㢆": 1511,
      "㢘": 1512,
      "㢙": 1513,
      "㢝": 1514,
      "㢟": 1515,
      "㢠": 1516,
      "㢡": 1517,
      "㢢": 1518,
      "㢤": 1519,
      "㢥": 1520,
      "㢦": 1521,
      "㢬": 1522,
      "㢸": 1523,
      "㢺": 1524,
      "㢾": 1525,
      "㣇": 1526,
      "㣈": 1527,
      "㣉": 1528,
      "㣊": 1529,
      "㣙": 1530,
      "㣚": 1531,
      "㣝": 1532,
      "㣧": 1533,
      "㣬": 1534,
      "㣲": 1535,
      "㤅": 1536,
      "㤇": 1537,
      "㤉": 1538,
      "㤏": 1539,
      "㤕": 1540,
      "㤖": 1541,
      "㤗": 1542,
      "㤘": 1543,
      "㤚": 1544,
      "㤞": 1545,
      "㤧": 1546,
      "㤭": 1547,
      "㤯": 1548,
      "㤺": 1549,
      "㤾": 1550,
      "㥀": 1551,
      "㥂": 1552,
      "㥄": 1553,
      "㥍": 1554,
      "㥏": 1555,
      "㥐": 1556,
      "㥑": 1557,
      "㥛": 1558,
      "㥜": 1559,
      "㥠": 1560,
      "㥣": 1561,
      "㥩": 1562,
      "㥪": 1563,
      "㥯": 1564,
      "㥳": 1565,
      "㥶": 1566,
      "㥺": 1567,
      "㥽": 1568,
      "㦀": 1569,
      "㦂": 1570,
      "㦃": 1571,
      "㦏": 1572,
      "㦓": 1573,
      "㦕": 1574,
      "㦙": 1575,
      "㦢": 1576,
      "㦤": 1577,
      "㦪": 1578,
      "㦮": 1579,
      "㦯": 1580,
      "㦰": 1581,
      "㦱": 1582,
      "㦲": 1583,
      "㦳": 1584,
      "㦴": 1585,
      "㦵": 1586,
      "㦶": 1587,
      "㦷": 1588,
      "㦸": 1589,
      "㦹": 1590,
      "㦺": 1591,
      "㦻": 1592,
      "㦼": 1593,
      "㦽": 1594,
      "㦾": 1595,
      "㦿": 1596,
      "㧀": 1597,
      "㧁": 1598,
      "㧂": 1599,
      "㧋": 1600,
      "㧏": 1601,
      "㧐": 1602,
      "㧑": 1603,
      "㧒": 1604,
      "㧓": 1605,
      "㧗": 1606,
      "㧙": 1607,
      "㧚": 1608,
      "㧞": 1609,
      "㧟": 1610,
      "㧥": 1611,
      "㧪": 1612,
      "㧰": 1613,
      "㧳": 1614,
      "㧻": 1615,
      "㧽": 1616,
      "㧾": 1617,
      "㨂": 1618,
      "㨃": 1619,
      "㨏": 1620,
      "㨖": 1621,
      "㨗": 1622,
      "㨘": 1623,
      "㨫": 1624,
      "㨰": 1625,
      "㨿": 1626,
      "㩆": 1627,
      "㩉": 1628,
      "㩒": 1629,
      "㩗": 1630,
      "㩠": 1631,
      "㩦": 1632,
      "㩯": 1633,
      "㩲": 1634,
      "㩴": 1635,
      "㩺": 1636,
      "㩻": 1637,
      "㩼": 1638,
      "㩽": 1639,
      "㩾": 1640,
      "㩿": 1641,
      "㪆": 1642,
      "㪍": 1643,
      "㪐": 1644,
      "㪗": 1645,
      "㪚": 1646,
      "㪤": 1647,
      "㪨": 1648,
      "㪯": 1649,
      "㪰": 1650,
      "㪱": 1651,
      "㪲": 1652,
      "㪳": 1653,
      "㪴": 1654,
      "㪵": 1655,
      "㪶": 1656,
      "㪷": 1657,
      "㪸": 1658,
      "㪹": 1659,
      "㪺": 1660,
      "㪻": 1661,
      "㪼": 1662,
      "㪽": 1663,
      "㪾": 1664,
      "㪿": 1665,
      "㫀": 1666,
      "㫁": 1667,
      "㫂": 1668,
      "㫃": 1669,
      "㫆": 1670,
      "㫈": 1671,
      "㫒": 1672,
      "㫕": 1673,
      "㫖": 1674,
      "㫙": 1675,
      "㫛": 1676,
      "㫜": 1677,
      "㫝": 1678,
      "㫟": 1679,
      "㫠": 1680,
      "㫤": 1681,
      "㫧": 1682,
      "㫪": 1683,
      "㫫": 1684,
      "㫬": 1685,
      "㫮": 1686,
      "㫰": 1687,
      "㫺": 1688,
      "㫻": 1689,
      "㫽": 1690,
      "㬀": 1691,
      "㬂": 1692,
      "㬄": 1693,
      "㬅": 1694,
      "㬇": 1695,
      "㬈": 1696,
      "㬊": 1697,
      "㬋": 1698,
      "㬌": 1699,
      "㬎": 1700,
      "㬏": 1701,
      "㬘": 1702,
      "㬙": 1703,
      "㬚": 1704,
      "㬟": 1705,
      "㬢": 1706,
      "㬤": 1707,
      "㬦": 1708,
      "㬪": 1709,
      "㬫": 1710,
      "㬬": 1711,
      "㬭": 1712,
      "㬳": 1713,
      "㬴": 1714,
      "㬵": 1715,
      "㬶": 1716,
      "㬷": 1717,
      "㬸": 1718,
      "㬹": 1719,
      "㬺": 1720,
      "㬻": 1721,
      "㬼": 1722,
      "㬽": 1723,
      "㬾": 1724,
      "㬿": 1725,
      "㭀": 1726,
      "㭁": 1727,
      "㭄": 1728,
      "㭆": 1729,
      "㭉": 1730,
      "㭍": 1731,
      "㭎": 1732,
      "㭏": 1733,
      "㭓": 1734,
      "㭕": 1735,
      "㭘": 1736,
      "㭙": 1737,
      "㭞": 1738,
      "㭠": 1739,
      "㭤": 1740,
      "㭦": 1741,
      "㭪": 1742,
      "㭫": 1743,
      "㭬": 1744,
      "㭰": 1745,
      "㭳": 1746,
      "㭴": 1747,
      "㭶": 1748,
      "㭼": 1749,
      "㭽": 1750,
      "㭾": 1751,
      "㭿": 1752,
      "㮁": 1753,
      "㮅": 1754,
      "㮈": 1755,
      "㮊": 1756,
      "㮋": 1757,
      "㮌": 1758,
      "㮒": 1759,
      "㮔": 1760,
      "㮕": 1761,
      "㮖": 1762,
      "㮘": 1763,
      "㮙": 1764,
      "㮚": 1765,
      "㮜": 1766,
      "㮞": 1767,
      "㮠": 1768,
      "㮣": 1769,
      "㮤": 1770,
      "㮥": 1771,
      "㮦": 1772,
      "㮧": 1773,
      "㮨": 1774,
      "㮩": 1775,
      "㮬": 1776,
      "㮮": 1777,
      "㮯": 1778,
      "㮰": 1779,
      "㮴": 1780,
      "㮵": 1781,
      "㮶": 1782,
      "㮷": 1783,
      "㮹": 1784,
      "㮾": 1785,
      "㮿": 1786,
      "㯂": 1787,
      "㯊": 1788,
      "㯋": 1789,
      "㯑": 1790,
      "㯓": 1791,
      "㯔": 1792,
      "㯕": 1793,
      "㯖": 1794,
      "㯙": 1795,
      "㯛": 1796,
      "㯜": 1797,
      "㯝": 1798,
      "㯞": 1799,
      "㯢": 1800,
      "㯥": 1801,
      "㯫": 1802,
      "㯲": 1803,
      "㯶": 1804,
      "㯷": 1805,
      "㯻": 1806,
      "㯽": 1807,
      "㯾": 1808,
      "㰀": 1809,
      "㰂": 1810,
      "㰆": 1811,
      "㰉": 1812,
      "㰋": 1813,
      "㰍": 1814,
      "㰏": 1815,
      "㰐": 1816,
      "㰒": 1817,
      "㰖": 1818,
      "㰘": 1819,
      "㰞": 1820,
      "㰬": 1821,
      "㰮": 1822,
      "㰴": 1823,
      "㰻": 1824,
      "㱉": 1825,
      "㱕": 1826,
      "㱘": 1827,
      "㱚": 1828,
      "㱛": 1829,
      "㱡": 1830,
      "㱣": 1831,
      "㱩": 1832,
      "㱬": 1833,
      "㱰": 1834,
      "㱲": 1835,
      "㱺": 1836,
      "㱼": 1837,
      "㱽": 1838,
      "㱾": 1839,
      "㱿": 1840,
      "㲀": 1841,
      "㲁": 1842,
      "㲂": 1843,
      "㲃": 1844,
      "㲄": 1845,
      "㲅": 1846,
      "㲆": 1847,
      "㲇": 1848,
      "㲈": 1849,
      "㲉": 1850,
      "㲊": 1851,
      "㲋": 1852,
      "㲎": 1853,
      "㲚": 1854,
      "㲜": 1855,
      "㲝": 1856,
      "㲲": 1857,
      "㲳": 1858,
      "㲺": 1859,
      "㲻": 1860,
      "㲿": 1861,
      "㳀": 1862,
      "㳁": 1863,
      "㳂": 1864,
      "㳄": 1865,
      "㳆": 1866,
      "㳇": 1867,
      "㳉": 1868,
      "㳋": 1869,
      "㳌": 1870,
      "㳍": 1871,
      "㳔": 1872,
      "㳕": 1873,
      "㳖": 1874,
      "㳘": 1875,
      "㳚": 1876,
      "㳛": 1877,
      "㳜": 1878,
      "㳠": 1879,
      "㳡": 1880,
      "㳢": 1881,
      "㳥": 1882,
      "㳦": 1883,
      "㳪": 1884,
      "㳬": 1885,
      "㳶": 1886,
      "㳹": 1887,
      "㳺": 1888,
      "㳻": 1889,
      "㴁": 1890,
      "㴇": 1891,
      "㴈": 1892,
      "㴋": 1893,
      "㴐": 1894,
      "㴑": 1895,
      "㴒": 1896,
      "㴓": 1897,
      "㴔": 1898,
      "㴠": 1899,
      "㴤": 1900,
      "㴦": 1901,
      "㴧": 1902,
      "㴩": 1903,
      "㴫": 1904,
      "㴬": 1905,
      "㴭": 1906,
      "㴯": 1907,
      "㴰": 1908,
      "㴱": 1909,
      "㴶": 1910,
      "㴽": 1911,
      "㵁": 1912,
      "㵂": 1913,
      "㵃": 1914,
      "㵄": 1915,
      "㵅": 1916,
      "㵆": 1917,
      "㵌": 1918,
      "㵎": 1919,
      "㵐": 1920,
      "㵑": 1921,
      "㵓": 1922,
      "㵘": 1923,
      "㵝": 1924,
      "㵟": 1925,
      "㵡": 1926,
      "㵢": 1927,
      "㵧": 1928,
      "㵩": 1929,
      "㵪": 1930,
      "㵬": 1931,
      "㵮": 1932,
      "㵯": 1933,
      "㵰": 1934,
      "㵲": 1935,
      "㵳": 1936,
      "㵴": 1937,
      "㵵": 1938,
      "㵹": 1939,
      "㵺": 1940,
      "㵼": 1941,
      "㵿": 1942,
      "㶄": 1943,
      "㶆": 1944,
      "㶇": 1945,
      "㶉": 1946,
      "㶌": 1947,
      "㶍": 1948,
      "㶏": 1949,
      "㶔": 1950,
      "㶕": 1951,
      "㶞": 1952,
      "㶟": 1953,
      "㶠": 1954,
      "㶡": 1955,
      "㶣": 1956,
      "㶥": 1957,
      "㶦": 1958,
      "㶧": 1959,
      "㶨": 1960,
      "㶬": 1961,
      "㶮": 1962,
      "㶰": 1963,
      "㶱": 1964,
      "㶲": 1965,
      "㶳": 1966,
      "㶵": 1967,
      "㶶": 1968,
      "㶷": 1969,
      "㶺": 1970,
      "㶼": 1971,
      "㶽": 1972,
      "㶾": 1973,
      "㶿": 1974,
      "㷁": 1975,
      "㷂": 1976,
      "㷃": 1977,
      "㷄": 1978,
      "㷅": 1979,
      "㷆": 1980,
      "㷇": 1981,
      "㷈": 1982,
      "㷉": 1983,
      "㷊": 1984,
      "㷋": 1985,
      "㷎": 1986,
      "㷐": 1987,
      "㷒": 1988,
      "㷓": 1989,
      "㷕": 1990,
      "㷗": 1991,
      "㷘": 1992,
      "㷟": 1993,
      "㷠": 1994,
      "㷢": 1995,
      "㷤": 1996,
      "㷥": 1997,
      "㷧": 1998,
      "㷩": 1999,
      "㷫": 2000,
      "㷬": 2001,
      "㷭": 2002,
      "㷮": 2003,
      "㷯": 2004,
      "㷵": 2005,
      "㷷": 2006,
      "㷻": 2007,
      "㷾": 2008,
      "㸁": 2009,
      "㸂": 2010,
      "㸃": 2011,
      "㸄": 2012,
      "㸅": 2013,
      "㸆": 2014,
      "㸊": 2015,
      "㸋": 2016,
      "㸌": 2017,
      "㸎": 2018,
      "㸐": 2019,
      "㸒": 2020,
      "㸓": 2021,
      "㸔": 2022,
      "㸕": 2023,
      "㸙": 2024,
      "㸚": 2025,
      "㸛": 2026,
      "㸜": 2027,
      "㸞": 2028,
      "㸦": 2029,
      "㸧": 2030,
      "㸯": 2031,
      "㸲": 2032,
      "㸵": 2033,
      "㸸": 2034,
      "㹁": 2035,
      "㹒": 2036,
      "㹜": 2037,
      "㹠": 2038,
      "㹢": 2039,
      "㹣": 2040,
      "㹧": 2041,
      "㹨": 2042,
      "㹭": 2043,
      "㹴": 2044,
      "㺄": 2045,
      "㺅": 2046,
      "㺍": 2047,
      "㺐": 2048,
      "㺑": 2049,
      "㺔": 2050,
      "㺘": 2051,
      "㺚": 2052,
      "㺢": 2053,
      "㺩": 2054,
      "㺬": 2055,
      "㺭": 2056,
      "㺯": 2057,
      "㺱": 2058,
      "㺷": 2059,
      "㺸": 2060,
      "㺹": 2061,
      "㺺": 2062,
      "㻀": 2063,
      "㻁": 2064,
      "㻂": 2065,
      "㻅": 2066,
      "㻇": 2067,
      "㻉": 2068,
      "㻊": 2069,
      "㻋": 2070,
      "㻌": 2071,
      "㻍": 2072,
      "㻐": 2073,
      "㻑": 2074,
      "㻒": 2075,
      "㻓": 2076,
      "㻔": 2077,
      "㻕": 2078,
      "㻗": 2079,
      "㻚": 2080,
      "㻛": 2081,
      "㻞": 2082,
      "㻟": 2083,
      "㻠": 2084,
      "㻡": 2085,
      "㻫": 2086,
      "㻬": 2087,
      "㻱": 2088,
      "㻵": 2089,
      "㻸": 2090,
      "㻾": 2091,
      "㻿": 2092,
      "㼀": 2093,
      "㼁": 2094,
      "㼅": 2095,
      "㼆": 2096,
      "㼈": 2097,
      "㼌": 2098,
      "㼟": 2099,
      "㼤": 2100,
      "㼱": 2101,
      "㼷": 2102,
      "㼼": 2103,
      "㼿": 2104,
      "㽀": 2105,
      "㽁": 2106,
      "㽊": 2107,
      "㽏": 2108,
      "㽑": 2109,
      "㽒": 2110,
      "㽓": 2111,
      "㽔": 2112,
      "㽘": 2113,
      "㽙": 2114,
      "㽥": 2115,
      "㽦": 2116,
      "㽬": 2117,
      "㽰": 2118,
      "㽲": 2119,
      "㽵": 2120,
      "㽹": 2121,
      "㽿": 2122,
      "㾉": 2123,
      "㾗": 2124,
      "㾦": 2125,
      "㾮": 2126,
      "㾯": 2127,
      "㾹": 2128,
      "㾺": 2129,
      "㾿": 2130,
      "㿃": 2131,
      "㿉": 2132,
      "㿎": 2133,
      "㿑": 2134,
      "㿔": 2135,
      "㿗": 2136,
      "㿝": 2137,
      "㿟": 2138,
      "㿠": 2139,
      "㿥": 2140,
      "㿭": 2141,
      "㿰": 2142,
      "㿴": 2143,
      "㿺": 2144,
      "䀂": 2145,
      "䀅": 2146,
      "䀆": 2147,
      "䀇": 2148,
      "䀌": 2149,
      "䀎": 2150,
      "䀏": 2151,
      "䀚": 2152,
      "䀝": 2153,
      "䀠": 2154,
      "䀤": 2155,
      "䀥": 2156,
      "䀩": 2157,
      "䀫": 2158,
      "䀬": 2159,
      "䀮": 2160,
      "䀲": 2161,
      "䀻": 2162,
      "䀽": 2163,
      "䁂": 2164,
      "䁃": 2165,
      "䁄": 2166,
      "䁅": 2167,
      "䁋": 2168,
      "䁌": 2169,
      "䁐": 2170,
      "䁔": 2171,
      "䁖": 2172,
      "䁛": 2173,
      "䁥": 2174,
      "䁩": 2175,
      "䁱": 2176,
      "䁼": 2177,
      "䂂": 2178,
      "䂇": 2179,
      "䂊": 2180,
      "䂓": 2181,
      "䂖": 2182,
      "䂠": 2183,
      "䂬": 2184,
      "䂭": 2185,
      "䂮": 2186,
      "䂳": 2187,
      "䂵": 2188,
      "䂼": 2189,
      "䂽": 2190,
      "䂿": 2191,
      "䃄": 2192,
      "䃅": 2193,
      "䃊": 2194,
      "䃌": 2195,
      "䃍": 2196,
      "䃎": 2197,
      "䃕": 2198,
      "䃛": 2199,
      "䃟": 2200,
      "䃡": 2201,
      "䃢": 2202,
      "䃤": 2203,
      "䃥": 2204,
      "䃮": 2205,
      "䃰": 2206,
      "䃸": 2207,
      "䃺": 2208,
      "䃼": 2209,
      "䄂": 2210,
      "䄃": 2211,
      "䄄": 2212,
      "䄉": 2213,
      "䄎": 2214,
      "䄓": 2215,
      "䄔": 2216,
      "䄖": 2217,
      "䄙": 2218,
      "䄚": 2219,
      "䄩": 2220,
      "䄻": 2221,
      "䅁": 2222,
      "䅆": 2223,
      "䅊": 2224,
      "䅋": 2225,
      "䅙": 2226,
      "䅞": 2227,
      "䅟": 2228,
      "䅥": 2229,
      "䅦": 2230,
      "䅧": 2231,
      "䅩": 2232,
      "䅰": 2233,
      "䅱": 2234,
      "䅲": 2235,
      "䅶": 2236,
      "䅽": 2237,
      "䅿": 2238,
      "䆀": 2239,
      "䆁": 2240,
      "䆃": 2241,
      "䆅": 2242,
      "䆉": 2243,
      "䆐": 2244,
      "䆒": 2245,
      "䆕": 2246,
      "䆗": 2247,
      "䆝": 2248,
      "䆠": 2249,
      "䆡": 2250,
      "䆢": 2251,
      "䆮": 2252,
      "䆲": 2253,
      "䆳": 2254,
      "䇂": 2255,
      "䇄": 2256,
      "䇆": 2257,
      "䇈": 2258,
      "䇉": 2259,
      "䇕": 2260,
      "䇝": 2261,
      "䇞": 2262,
      "䇠": 2263,
      "䇫": 2264,
      "䇲": 2265,
      "䇳": 2266,
      "䇵": 2267,
      "䇹": 2268,
      "䇿": 2269,
      "䈁": 2270,
      "䈂": 2271,
      "䈃": 2272,
      "䈜": 2273,
      "䈣": 2274,
      "䈩": 2275,
      "䈪": 2276,
      "䈯": 2277,
      "䈳": 2278,
      "䉀": 2279,
      "䉋": 2280,
      "䉕": 2281,
      "䉤": 2282,
      "䉵": 2283,
      "䉻": 2284,
      "䉽": 2285,
      "䊁": 2286,
      "䊆": 2287,
      "䊌": 2288,
      "䊏": 2289,
      "䊢": 2290,
      "䊦": 2291,
      "䊫": 2292,
      "䊸": 2293,
      "䊹": 2294,
      "䋇": 2295,
      "䋊": 2296,
      "䋍": 2297,
      "䋐": 2298,
      "䋢": 2299,
      "䋣": 2300,
      "䋪": 2301,
      "䋭": 2302,
      "䋴": 2303,
      "䋺": 2304,
      "䌇": 2305,
      "䌉": 2306,
      "䌌": 2307,
      "䌍": 2308,
      "䌓": 2309,
      "䌫": 2310,
      "䌯": 2311,
      "䌳": 2312,
      "䌷": 2313,
      "䌸": 2314,
      "䌹": 2315,
      "䌻": 2316,
      "䌼": 2317,
      "䌽": 2318,
      "䍁": 2319,
      "䍃": 2320,
      "䍄": 2321,
      "䍍": 2322,
      "䍐": 2323,
      "䍢": 2324,
      "䍣": 2325,
      "䍧": 2326,
      "䍨": 2327,
      "䍩": 2328,
      "䍮": 2329,
      "䍱": 2330,
      "䍲": 2331,
      "䍶": 2332,
      "䍸": 2333,
      "䍺": 2334,
      "䎁": 2335,
      "䎃": 2336,
      "䎇": 2337,
      "䎋": 2338,
      "䎕": 2339,
      "䎖": 2340,
      "䎗": 2341,
      "䎘": 2342,
      "䎛": 2343,
      "䎜": 2344,
      "䎝": 2345,
      "䎞": 2346,
      "䎟": 2347,
      "䎠": 2348,
      "䎡": 2349,
      "䎸": 2350,
      "䎼": 2351,
      "䎿": 2352,
      "䏋": 2353,
      "䏓": 2354,
      "䏖": 2355,
      "䏘": 2356,
      "䏚": 2357,
      "䏝": 2358,
      "䏟": 2359,
      "䏡": 2360,
      "䏣": 2361,
      "䏬": 2362,
      "䏭": 2363,
      "䏰": 2364,
      "䏲": 2365,
      "䏵": 2366,
      "䏻": 2367,
      "䏽": 2368,
      "䏿": 2369,
      "䐃": 2370,
      "䐆": 2371,
      "䐍": 2372,
      "䐗": 2373,
      "䐘": 2374,
      "䐜": 2375,
      "䐟": 2376,
      "䐡": 2377,
      "䐥": 2378,
      "䐶": 2379,
      "䐷": 2380,
      "䐹": 2381,
      "䐺": 2382,
      "䐽": 2383,
      "䐾": 2384,
      "䑂": 2385,
      "䑃": 2386,
      "䑊": 2387,
      "䑋": 2388,
      "䑏": 2389,
      "䑐": 2390,
      "䑑": 2391,
      "䑒": 2392,
      "䑓": 2393,
      "䑕": 2394,
      "䑘": 2395,
      "䑚": 2396,
      "䑛": 2397,
      "䑝": 2398,
      "䑞": 2399,
      "䑟": 2400,
      "䑩": 2401,
      "䑳": 2402,
      "䑸": 2403,
      "䑼": 2404,
      "䑽": 2405,
      "䒁": 2406,
      "䒈": 2407,
      "䒊": 2408,
      "䒋": 2409,
      "䒌": 2410,
      "䒍": 2411,
      "䒎": 2412,
      "䒏": 2413,
      "䒐": 2414,
      "䒑": 2415,
      "䒖": 2416,
      "䒜": 2417,
      "䒢": 2418,
      "䒣": 2419,
      "䒤": 2420,
      "䒥": 2421,
      "䒩": 2422,
      "䒱": 2423,
      "䒵": 2424,
      "䒶": 2425,
      "䒷": 2426,
      "䓁": 2427,
      "䓂": 2428,
      "䓅": 2429,
      "䓆": 2430,
      "䓈": 2431,
      "䓋": 2432,
      "䓍": 2433,
      "䓎": 2434,
      "䓒": 2435,
      "䓕": 2436,
      "䓖": 2437,
      "䓗": 2438,
      "䓘": 2439,
      "䓛": 2440,
      "䓝": 2441,
      "䓞": 2442,
      "䓢": 2443,
      "䓣": 2444,
      "䓤": 2445,
      "䓨": 2446,
      "䓪": 2447,
      "䓫": 2448,
      "䓬": 2449,
      "䓮": 2450,
      "䓯": 2451,
      "䓰": 2452,
      "䓲": 2453,
      "䓴": 2454,
      "䓶": 2455,
      "䓾": 2456,
      "䔃": 2457,
      "䔉": 2458,
      "䔖": 2459,
      "䔛": 2460,
      "䔢": 2461,
      "䔧": 2462,
      "䔰": 2463,
      "䔲": 2464,
      "䔳": 2465,
      "䔶": 2466,
      "䔷": 2467,
      "䕃": 2468,
      "䕅": 2469,
      "䕒": 2470,
      "䕓": 2471,
      "䕗": 2472,
      "䕝": 2473,
      "䕤": 2474,
      "䕨": 2475,
      "䕫": 2476,
      "䕭": 2477,
      "䕮": 2478,
      "䕴": 2479,
      "䕶": 2480,
      "䕷": 2481,
      "䕺": 2482,
      "䕿": 2483,
      "䖃": 2484,
      "䖍": 2485,
      "䖏": 2486,
      "䖑": 2487,
      "䖒": 2488,
      "䖔": 2489,
      "䖜": 2490,
      "䖝": 2491,
      "䖢": 2492,
      "䖤": 2493,
      "䖧": 2494,
      "䖬": 2495,
      "䖱": 2496,
      "䖳": 2497,
      "䖴": 2498,
      "䖵": 2499,
      "䖸": 2500,
      "䖺": 2501,
      "䗃": 2502,
      "䗉": 2503,
      "䗊": 2504,
      "䗎": 2505,
      "䗒": 2506,
      "䗖": 2507,
      "䗘": 2508,
      "䗙": 2509,
      "䗛": 2510,
      "䗝": 2511,
      "䗡": 2512,
      "䗧": 2513,
      "䗨": 2514,
      "䗩": 2515,
      "䗪": 2516,
      "䗫": 2517,
      "䗴": 2518,
      "䗶": 2519,
      "䘃": 2520,
      "䘅": 2521,
      "䘆": 2522,
      "䘎": 2523,
      "䘏": 2524,
      "䘕": 2525,
      "䘖": 2526,
      "䘗": 2527,
      "䘘": 2528,
      "䘙": 2529,
      "䘛": 2530,
      "䘠": 2531,
      "䘥": 2532,
      "䘰": 2533,
      "䘲": 2534,
      "䘵": 2535,
      "䘷": 2536,
      "䘼": 2537,
      "䘽": 2538,
      "䘿": 2539,
      "䙉": 2540,
      "䙌": 2541,
      "䙎": 2542,
      "䙓": 2543,
      "䙛": 2544,
      "䙝": 2545,
      "䙥": 2546,
      "䙲": 2547,
      "䙳": 2548,
      "䙴": 2549,
      "䙵": 2550,
      "䙶": 2551,
      "䙼": 2552,
      "䙿": 2553,
      "䚀": 2554,
      "䚄": 2555,
      "䚉": 2556,
      "䚍": 2557,
      "䚒": 2558,
      "䚜": 2559,
      "䚟": 2560,
      "䚡": 2561,
      "䚦": 2562,
      "䚧": 2563,
      "䚮": 2564,
      "䚱": 2565,
      "䚸": 2566,
      "䛀": 2567,
      "䛆": 2568,
      "䛊": 2569,
      "䛏": 2570,
      "䛐": 2571,
      "䛑": 2572,
      "䛒": 2573,
      "䛔": 2574,
      "䛘": 2575,
      "䛙": 2576,
      "䛚": 2577,
      "䛧": 2578,
      "䛨": 2579,
      "䛫": 2580,
      "䛬": 2581,
      "䛭": 2582,
      "䛴": 2583,
      "䛷": 2584,
      "䛻": 2585,
      "䛾": 2586,
      "䜃": 2587,
      "䜌": 2588,
      "䜛": 2589,
      "䜟": 2590,
      "䜢": 2591,
      "䜣": 2592,
      "䜥": 2593,
      "䜩": 2594,
      "䜪": 2595,
      "䜯": 2596,
      "䜱": 2597,
      "䜵": 2598,
      "䜺": 2599,
      "䝁": 2600,
      "䝉": 2601,
      "䝙": 2602,
      "䝞": 2603,
      "䝠": 2604,
      "䝪": 2605,
      "䝬": 2606,
      "䞀": 2607,
      "䞍": 2608,
      "䞐": 2609,
      "䞔": 2610,
      "䞕": 2611,
      "䞘": 2612,
      "䞞": 2613,
      "䞥": 2614,
      "䞪": 2615,
      "䞬": 2616,
      "䞭": 2617,
      "䞱": 2618,
      "䞳": 2619,
      "䞺": 2620,
      "䞿": 2621,
      "䟀": 2622,
      "䟂": 2623,
      "䟃": 2624,
      "䟇": 2625,
      "䟋": 2626,
      "䟙": 2627,
      "䟡": 2628,
      "䟶": 2629,
      "䟼": 2630,
      "䟽": 2631,
      "䟿": 2632,
      "䠀": 2633,
      "䠄": 2634,
      "䠈": 2635,
      "䠊": 2636,
      "䠏": 2637,
      "䠗": 2638,
      "䠙": 2639,
      "䠞": 2640,
      "䠟": 2641,
      "䠶": 2642,
      "䠷": 2643,
      "䠺": 2644,
      "䡅": 2645,
      "䡆": 2646,
      "䡉": 2647,
      "䡋": 2648,
      "䡍": 2649,
      "䡕": 2650,
      "䡖": 2651,
      "䡛": 2652,
      "䡜": 2653,
      "䡥": 2654,
      "䡬": 2655,
      "䡵": 2656,
      "䢁": 2657,
      "䢂": 2658,
      "䢅": 2659,
      "䢆": 2660,
      "䢇": 2661,
      "䢈": 2662,
      "䢉": 2663,
      "䢋": 2664,
      "䢖": 2665,
      "䢘": 2666,
      "䢜": 2667,
      "䢠": 2668,
      "䢵": 2669,
      "䢺": 2670,
      "䢼": 2671,
      "䢾": 2672,
      "䢿": 2673,
      "䣁": 2674,
      "䣅": 2675,
      "䣈": 2676,
      "䣌": 2677,
      "䣑": 2678,
      "䣓": 2679,
      "䣔": 2680,
      "䣕": 2681,
      "䣖": 2682,
      "䣘": 2683,
      "䣝": 2684,
      "䣩": 2685,
      "䣭": 2686,
      "䣳": 2687,
      "䣷": 2688,
      "䣽": 2689,
      "䤆": 2690,
      "䤈": 2691,
      "䤍": 2692,
      "䤑": 2693,
      "䤚": 2694,
      "䤞": 2695,
      "䤠": 2696,
      "䤡": 2697,
      "䤥": 2698,
      "䤧": 2699,
      "䤨": 2700,
      "䤩": 2701,
      "䤪": 2702,
      "䤬": 2703,
      "䤭": 2704,
      "䤮": 2705,
      "䤰": 2706,
      "䤳": 2707,
      "䤶": 2708,
      "䤺": 2709,
      "䤼": 2710,
      "䤽": 2711,
      "䥌": 2712,
      "䥍": 2713,
      "䥏": 2714,
      "䥑": 2715,
      "䥓": 2716,
      "䥕": 2717,
      "䥛": 2718,
      "䥜": 2719,
      "䥝": 2720,
      "䥣": 2721,
      "䥨": 2722,
      "䥫": 2723,
      "䥭": 2724,
      "䥰": 2725,
      "䥲": 2726,
      "䥴": 2727,
      "䥵": 2728,
      "䥶": 2729,
      "䥸": 2730,
      "䥺": 2731,
      "䥽": 2732,
      "䦁": 2733,
      "䦃": 2734,
      "䦅": 2735,
      "䦆": 2736,
      "䦇": 2737,
      "䦈": 2738,
      "䦉": 2739,
      "䦊": 2740,
      "䦋": 2741,
      "䦌": 2742,
      "䦎": 2743,
      "䦑": 2744,
      "䦕": 2745,
      "䦧": 2746,
      "䦨": 2747,
      "䦪": 2748,
      "䧇": 2749,
      "䧌": 2750,
      "䧎": 2751,
      "䧏": 2752,
      "䧑": 2753,
      "䧕": 2754,
      "䧖": 2755,
      "䧚": 2756,
      "䧛": 2757,
      "䧟": 2758,
      "䧣": 2759,
      "䧥": 2760,
      "䧦": 2761,
      "䧳": 2762,
      "䧶": 2763,
      "䧸": 2764,
      "䧹": 2765,
      "䧺": 2766,
      "䧾": 2767,
      "䧿": 2768,
      "䨄": 2769,
      "䨇": 2770,
      "䨈": 2771,
      "䨌": 2772,
      "䨒": 2773,
      "䨓": 2774,
      "䨙": 2775,
      "䨜": 2776,
      "䨟": 2777,
      "䨮": 2778,
      "䨱": 2779,
      "䨲": 2780,
      "䨴": 2781,
      "䨹": 2782,
      "䨺": 2783,
      "䨻": 2784,
      "䨼": 2785,
      "䨽": 2786,
      "䨾": 2787,
      "䨿": 2788,
      "䩀": 2789,
      "䩁": 2790,
      "䩂": 2791,
      "䩃": 2792,
      "䩄": 2793,
      "䩅": 2794,
      "䩆": 2795,
      "䩇": 2796,
      "䩈": 2797,
      "䩉": 2798,
      "䩊": 2799,
      "䩋": 2800,
      "䩌": 2801,
      "䩍": 2802,
      "䩎": 2803,
      "䩏": 2804,
      "䩞": 2805,
      "䩮": 2806,
      "䩶": 2807,
      "䩾": 2808,
      "䪁": 2809,
      "䪄": 2810,
      "䪐": 2811,
      "䪑": 2812,
      "䪒": 2813,
      "䪓": 2814,
      "䪔": 2815,
      "䪖": 2816,
      "䪙": 2817,
      "䪚": 2818,
      "䪛": 2819,
      "䪜": 2820,
      "䪝": 2821,
      "䪞": 2822,
      "䪟": 2823,
      "䪢": 2824,
      "䪣": 2825,
      "䪤": 2826,
      "䪥": 2827,
      "䪦": 2828,
      "䪧": 2829,
      "䪨": 2830,
      "䪩": 2831,
      "䪪": 2832,
      "䪫": 2833,
      "䪬": 2834,
      "䪭": 2835,
      "䪮": 2836,
      "䪯": 2837,
      "䪷": 2838,
      "䪹": 2839,
      "䪻": 2840,
      "䫀": 2841,
      "䫆": 2842,
      "䫉": 2843,
      "䫔": 2844,
      "䫜": 2845,
      "䫦": 2846,
      "䫨": 2847,
      "䫾": 2848,
      "䫿": 2849,
      "䬅": 2850,
      "䬏": 2851,
      "䬐": 2852,
      "䬑": 2853,
      "䬓": 2854,
      "䬔": 2855,
      "䬠": 2856,
      "䬡": 2857,
      "䬣": 2858,
      "䬪": 2859,
      "䬸": 2860,
      "䬼": 2861,
