{
  "architectures": [
    "GllamaForCausalLM"
  ],
  "dropout_prob": 0.0,
  "eos_token_id": 2,
  "hidden_act": "silu",
  "hidden_size": 1536,
  "intermediate_size": 4096,
  "is_decoder": true,
  "max_position_embeddings": 2048,
  "model_type": "gllama_decoder",
  "num_attention_heads": 16,
  "num_key_value_heads": 16,
  "num_layers": 24,
  "pad_token_id": 1,
  "rms_eps": 1e-06,
  "rope_base": 10000,
  "tie_word_embeddings": false,
  "torch_dtype": "float32",
  "transformers_version": "4.42.4",
  "use_cache": false,
  "vocab_size": 39936
}
