{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|im_system|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|im_user|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|im_assistant|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "UnicodeScripts"
      },
      {
        "type": "Digits",
        "individual_digits": true
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "\\n+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": " +"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {}
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|unk|>": 0,
      "<|pad|>": 1,
      "<|im_end|>": 2,
      "<|im_system|>": 3,
      "<|im_user|>": 4,
      "<|im_assistant|>": 5,
      "\t": 6,
      "\n": 7,
      " ": 8,
      "#": 9,
      "$": 10,
      "%": 11,
      "&": 12,
      "*": 13,
      "+": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "@": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "^": 61,
      "_": 62,
      "`": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "{": 90,
      "|": 91,
      "}": 92,
      "~": 93,
      "¡": 94,
      "¢": 95,
      "£": 96,
      "¤": 97,
      "¥": 98,
      "¦": 99,
      "§": 100,
      "©": 101,
      "«": 102,
      "¬": 103,
      "®": 104,
      "°": 105,
      "±": 106,
      "¶": 107,
      "·": 108,
      "»": 109,
      "ࡧ": 110,
      "࡬": 111,
      "࡭": 112,
      "ࡳ": 113,
      "ࡺ": 114,
      "ࡾ": 115,
      "࢔": 116,
      "࢟": 117,
      "–": 118,
      "—": 119,
      "―": 120,
      "‘": 121,
      "’": 122,
      "“": 123,
      "”": 124,
      "…": 125,
      "※": 126,
      "⁋": 127,
      "⁌": 128,
      "⁍": 129,
      "⁎": 130,
      "⁑": 131,
      "⁒": 132,
      "⁓": 133,
      "⁔": 134,
      "⁕": 135,
      "⁙": 136,
      "⁜": 137,
      "⁞": 138,
      "⁡": 139,
      "⁢": 140,
      "⁣": 141,
      "⁤": 142,
      "⁦": 143,
      "⁪": 144,
      "⁬": 145,
      "⁮": 146,
      "ⴄ": 147,
      "、": 148,
      "。": 149,
      "〈": 150,
      "〉": 151,
      "《": 152,
      "》": 153,
      "「": 154,
      "」": 155,
      "『": 156,
      "』": 157,
      "【": 158,
      "】": 159,
      "〒": 160,
      "〓": 161,
      "〚": 162,
      "〛": 163,
      "〜": 164,
      "〝": 165,
      "〞": 166,
      "〟": 167,
      "〠": 168,
      "〡": 169,
      "〢": 170,
      "〣": 171,
      "〤": 172,
      "〥": 173,
      "〦": 174,
      "〧": 175,
      "〨": 176,
      "〩": 177,
      "〷": 178,
      "〻": 179,
      "〼": 180,
      "〽": 181,
      "〾": 182,
      "〿": 183,
      "ぁ": 184,
      "あ": 185,
      "ぃ": 186,
      "い": 187,
      "ぅ": 188,
      "う": 189,
      "ぇ": 190,
      "え": 191,
      "ぉ": 192,
      "お": 193,
      "か": 194,
      "が": 195,
      "き": 196,
      "ぎ": 197,
      "く": 198,
      "ぐ": 199,
      "け": 200,
      "げ": 201,
      "こ": 202,
      "ご": 203,
      "さ": 204,
      "ざ": 205,
      "し": 206,
      "じ": 207,
      "す": 208,
      "ず": 209,
      "せ": 210,
      "ぜ": 211,
      "そ": 212,
      "ぞ": 213,
      "た": 214,
      "だ": 215,
      "ち": 216,
      "ぢ": 217,
      "っ": 218,
      "つ": 219,
      "づ": 220,
      "て": 221,
      "で": 222,
      "と": 223,
      "ど": 224,
      "な": 225,
      "に": 226,
      "ぬ": 227,
      "ね": 228,
      "の": 229,
      "は": 230,
      "ば": 231,
      "ぱ": 232,
      "ひ": 233,
      "び": 234,
      "ぴ": 235,
      "ふ": 236,
      "ぶ": 237,
      "ぷ": 238,
      "へ": 239,
      "べ": 240,
      "ぺ": 241,
      "ほ": 242,
      "ぼ": 243,
      "ぽ": 244,
      "ま": 245,
      "み": 246,
      "む": 247,
      "め": 248,
      "も": 249,
      "ゃ": 250,
      "や": 251,
      "ゅ": 252,
      "ゆ": 253,
      "ょ": 254,
      "よ": 255,
      "ら": 256,
      "り": 257,
      "る": 258,
      "れ": 259,
      "ろ": 260,
      "ゎ": 261,
      "わ": 262,
      "ゐ": 263,
      "ゑ": 264,
      "を": 265,
      "ん": 266,
      "ゔ": 267,
      "ゕ": 268,
      "ゖ": 269,
      "゙": 270,
      "゚": 271,
      "ゝ": 272,
      "ゞ": 273,
      "゠": 274,
      "ァ": 275,
      "ア": 276,
      "ィ": 277,
      "イ": 278,
      "ゥ": 279,
      "ウ": 280,
      "ェ": 281,
      "エ": 282,
      "ォ": 283,
      "オ": 284,
      "カ": 285,
      "ガ": 286,
      "キ": 287,
      "ギ": 288,
      "ク": 289,
      "グ": 290,
      "ケ": 291,
      "ゲ": 292,
      "コ": 293,
      "ゴ": 294,
      "サ": 295,
      "ザ": 296,
      "シ": 297,
      "ジ": 298,
      "ス": 299,
      "ズ": 300,
      "セ": 301,
      "ゼ": 302,
      "ソ": 303,
      "ゾ": 304,
      "タ": 305,
      "ダ": 306,
      "チ": 307,
      "ヂ": 308,
      "ッ": 309,
      "ツ": 310,
      "ヅ": 311,
      "テ": 312,
      "デ": 313,
      "ト": 314,
      "ド": 315,
      "ナ": 316,
      "ニ": 317,
      "ヌ": 318,
      "ネ": 319,
      "ノ": 320,
      "ハ": 321,
      "バ": 322,
      "パ": 323,
      "ヒ": 324,
      "ビ": 325,
      "ピ": 326,
      "フ": 327,
      "ブ": 328,
      "プ": 329,
      "ヘ": 330,
      "ベ": 331,
      "ペ": 332,
      "ホ": 333,
      "ボ": 334,
      "ポ": 335,
      "マ": 336,
      "ミ": 337,
      "ム": 338,
      "メ": 339,
      "モ": 340,
      "ャ": 341,
      "ヤ": 342,
      "ュ": 343,
      "ユ": 344,
      "ョ": 345,
      "ヨ": 346,
      "ラ": 347,
      "リ": 348,
      "ル": 349,
      "レ": 350,
      "ロ": 351,
      "ヮ": 352,
      "ワ": 353,
      "ヰ": 354,
      "ヱ": 355,
      "ヲ": 356,
      "ン": 357,
      "ヴ": 358,
      "ヵ": 359,
      "ヶ": 360,
      "ヷ": 361,
      "ヸ": 362,
      "ヹ": 363,
      "ヺ": 364,
      "・": 365,
      "ー": 366,
      "ヽ": 367,
      "ヾ": 368,
      "㄂": 369,
      "ㄅ": 370,
      "ㄆ": 371,
      "ㄇ": 372,
      "ㄈ": 373,
      "ㄉ": 374,
      "ㄊ": 375,
      "ㄋ": 376,
      "ㄌ": 377,
      "ㄍ": 378,
      "ㄎ": 379,
      "ㄏ": 380,
      "ㄐ": 381,
      "ㄑ": 382,
      "ㄒ": 383,
      "ㄓ": 384,
      "ㄔ": 385,
      "ㄕ": 386,
      "ㄖ": 387,
      "ㄗ": 388,
      "ㄘ": 389,
      "ㄙ": 390,
      "ㄚ": 391,
      "ㄛ": 392,
      "ㄜ": 393,
      "ㄝ": 394,
      "ㄞ": 395,
      "ㄟ": 396,
      "ㄠ": 397,
      "ㄡ": 398,
      "ㄢ": 399,
      "ㄣ": 400,
      "ㄤ": 401,
      "ㄥ": 402,
      "ㄦ": 403,
      "ㄧ": 404,
      "ㄨ": 405,
      "ㄩ": 406,
      "ㄪ": 407,
      "ㄫ": 408,
      "ㄬ": 409,
      "ㄭ": 410,
      "ㄯ": 411,
      "ㆠ": 412,
      "ㆤ": 413,
      "ㆦ": 414,
      "ㆨ": 415,
      "ㆩ": 416,
      "ㆫ": 417,
      "ㆬ": 418,
      "ㆭ": 419,
      "ㆰ": 420,
      "ㆲ": 421,
      "ㆴ": 422,
      "ㆵ": 423,
      "ㆶ": 424,
      "ㆿ": 425,
      "㇀": 426,
      "㇁": 427,
      "㇂": 428,
      "㇃": 429,
      "㇄": 430,
      "㇅": 431,
      "㇆": 432,
      "㇇": 433,
      "㇈": 434,
      "㇉": 435,
      "㇊": 436,
      "㇋": 437,
      "㇌": 438,
      "㇍": 439,
      "㇎": 440,
      "㇏": 441,
      "㇐": 442,
      "㇑": 443,
      "㇒": 444,
      "㇓": 445,
      "㇔": 446,
      "㇕": 447,
      "㇗": 448,
      "㇙": 449,
      "㇚": 450,
      "㇛": 451,
      "㇜": 452,
      "㇞": 453,
      "㇟": 454,
      "㇠": 455,
      "㇡": 456,
      "㇢": 457,
      "㇣": 458,
      "㇤": 459,
      "㇥": 460,
      "ㇰ": 461,
      "ㇱ": 462,
      "ㇲ": 463,
      "ㇳ": 464,
      "ㇴ": 465,
      "ㇵ": 466,
      "ㇶ": 467,
      "ㇷ": 468,
      "ㇸ": 469,
      "ㇹ": 470,
      "ㇺ": 471,
      "ㇻ": 472,
      "ㇼ": 473,
      "ㇽ": 474,
      "ㇾ": 475,
      "ㇿ": 476,
      "一": 477,
      "丁": 478,
      "丂": 479,
      "七": 480,
      "丄": 481,
      "丅": 482,
      "丆": 483,
      "万": 484,
      "丈": 485,
      "三": 486,
      "上": 487,
      "下": 488,
      "丌": 489,
      "不": 490,
      "与": 491,
      "丏": 492,
      "丐": 493,
      "丑": 494,
      "丒": 495,
      "专": 496,
      "且": 497,
      "丕": 498,
      "世": 499,
      "丗": 500,
      "丘": 501,
      "丙": 502,
      "业": 503,
      "丛": 504,
      "东": 505,
      "丝": 506,
      "丞": 507,
      "丟": 508,
      "丠": 509,
      "両": 510,
      "丢": 511,
      "丣": 512,
      "两": 513,
      "严": 514,
      "並": 515,
      "丧": 516,
      "丨": 517,
      "丩": 518,
      "个": 519,
      "丫": 520,
      "丬": 521,
      "中": 522,
      "丮": 523,
      "丯": 524,
      "丰": 525,
      "丱": 526,
      "串": 527,
      "丳": 528,
      "临": 529,
      "丵": 530,
      "丶": 531,
      "丷": 532,
      "丸": 533,
      "丹": 534,
      "为": 535,
      "主": 536,
      "丼": 537,
      "丽": 538,
      "举": 539,
      "丿": 540,
      "乀": 541,
      "乁": 542,
      "乂": 543,
      "乃": 544,
      "乄": 545,
      "久": 546,
      "乆": 547,
      "乇": 548,
      "么": 549,
      "义": 550,
      "乊": 551,
      "之": 552,
      "乌": 553,
      "乍": 554,
      "乎": 555,
      "乏": 556,
      "乐": 557,
      "乑": 558,
      "乒": 559,
      "乓": 560,
      "乔": 561,
      "乕": 562,
      "乖": 563,
      "乗": 564,
      "乘": 565,
      "乙": 566,
      "乚": 567,
      "乛": 568,
      "乜": 569,
      "九": 570,
      "乞": 571,
      "也": 572,
      "习": 573,
      "乡": 574,
      "乢": 575,
      "乣": 576,
      "乤": 577,
      "乥": 578,
      "书": 579,
      "乧": 580,
      "乨": 581,
      "乩": 582,
      "乪": 583,
      "乫": 584,
      "乬": 585,
      "乭": 586,
      "乮": 587,
      "乯": 588,
      "买": 589,
      "乱": 590,
      "乲": 591,
      "乳": 592,
      "乴": 593,
      "乵": 594,
      "乶": 595,
      "乷": 596,
      "乸": 597,
      "乹": 598,
      "乺": 599,
      "乻": 600,
      "乼": 601,
      "乽": 602,
      "乾": 603,
      "乿": 604,
      "亀": 605,
      "亁": 606,
      "亂": 607,
      "亃": 608,
      "亄": 609,
      "亅": 610,
      "了": 611,
      "亇": 612,
      "予": 613,
      "争": 614,
      "亊": 615,
      "事": 616,
      "二": 617,
      "亍": 618,
      "于": 619,
      "亏": 620,
      "亐": 621,
      "云": 622,
      "互": 623,
      "亓": 624,
      "五": 625,
      "井": 626,
      "亖": 627,
      "亗": 628,
      "亘": 629,
      "亙": 630,
      "亚": 631,
      "些": 632,
      "亜": 633,
      "亝": 634,
      "亞": 635,
      "亟": 636,
      "亠": 637,
      "亡": 638,
      "亢": 639,
      "亣": 640,
      "交": 641,
      "亥": 642,
      "亦": 643,
      "产": 644,
      "亨": 645,
      "亩": 646,
      "亪": 647,
      "享": 648,
      "京": 649,
      "亭": 650,
      "亮": 651,
      "亯": 652,
      "亰": 653,
      "亱": 654,
      "亲": 655,
      "亳": 656,
      "亴": 657,
      "亵": 658,
      "亶": 659,
      "亷": 660,
      "亸": 661,
      "亹": 662,
      "人": 663,
      "亻": 664,
      "亼": 665,
      "亽": 666,
      "亾": 667,
      "亿": 668,
      "什": 669,
      "仁": 670,
      "仂": 671,
      "仃": 672,
      "仄": 673,
      "仅": 674,
      "仆": 675,
      "仇": 676,
      "仈": 677,
      "仉": 678,
      "今": 679,
      "介": 680,
      "仌": 681,
      "仍": 682,
      "从": 683,
      "仏": 684,
      "仐": 685,
      "仑": 686,
      "仒": 687,
      "仓": 688,
      "仔": 689,
      "仕": 690,
      "他": 691,
      "仗": 692,
      "付": 693,
      "仙": 694,
      "仚": 695,
      "仛": 696,
      "仜": 697,
      "仝": 698,
      "仞": 699,
      "仟": 700,
      "仠": 701,
      "仡": 702,
      "仢": 703,
      "代": 704,
      "令": 705,
      "以": 706,
      "仦": 707,
      "仧": 708,
      "仨": 709,
      "仩": 710,
      "仪": 711,
      "仫": 712,
      "们": 713,
      "仭": 714,
      "仮": 715,
      "仯": 716,
      "仰": 717,
      "仱": 718,
      "仲": 719,
      "仳": 720,
      "仴": 721,
      "仵": 722,
      "件": 723,
      "价": 724,
      "仸": 725,
      "仹": 726,
      "仺": 727,
      "任": 728,
      "仼": 729,
      "份": 730,
      "仾": 731,
      "仿": 732,
      "伀": 733,
      "企": 734,
      "伂": 735,
      "伃": 736,
      "伄": 737,
      "伅": 738,
      "伆": 739,
      "伇": 740,
      "伈": 741,
      "伉": 742,
      "伊": 743,
      "伋": 744,
      "伌": 745,
      "伍": 746,
      "伎": 747,
      "伏": 748,
      "伐": 749,
      "休": 750,
      "伒": 751,
      "伓": 752,
      "伔": 753,
      "伕": 754,
      "伖": 755,
      "众": 756,
      "优": 757,
      "伙": 758,
      "会": 759,
      "伛": 760,
      "伜": 761,
      "伝": 762,
      "伞": 763,
      "伟": 764,
      "传": 765,
      "伡": 766,
      "伢": 767,
      "伣": 768,
      "伤": 769,
      "伥": 770,
      "伦": 771,
      "伧": 772,
      "伨": 773,
      "伩": 774,
      "伪": 775,
      "伫": 776,
      "伬": 777,
      "伭": 778,
      "伮": 779,
      "伯": 780,
      "估": 781,
      "伱": 782,
      "伲": 783,
      "伳": 784,
      "伴": 785,
      "伵": 786,
      "伶": 787,
      "伷": 788,
      "伸": 789,
      "伹": 790,
      "伺": 791,
      "伻": 792,
      "似": 793,
      "伽": 794,
      "伾": 795,
      "伿": 796,
      "佀": 797,
      "佁": 798,
      "佂": 799,
      "佃": 800,
      "佄": 801,
      "佅": 802,
      "但": 803,
      "佇": 804,
      "佈": 805,
      "佉": 806,
      "佊": 807,
      "佋": 808,
      "佌": 809,
      "位": 810,
      "低": 811,
      "住": 812,
      "佐": 813,
      "佑": 814,
      "佒": 815,
      "体": 816,
      "佔": 817,
      "何": 818,
      "佖": 819,
      "佗": 820,
      "佘": 821,
      "余": 822,
      "佚": 823,
      "佛": 824,
      "作": 825,
      "佝": 826,
      "佞": 827,
      "佟": 828,
      "你": 829,
      "佡": 830,
      "佢": 831,
      "佣": 832,
      "佤": 833,
      "佥": 834,
      "佦": 835,
      "佧": 836,
      "佨": 837,
      "佩": 838,
      "佪": 839,
      "佫": 840,
      "佬": 841,
      "佭": 842,
      "佮": 843,
      "佯": 844,
      "佰": 845,
      "佱": 846,
      "佲": 847,
      "佳": 848,
      "佴": 849,
      "併": 850,
      "佶": 851,
      "佷": 852,
      "佸": 853,
      "佹": 854,
      "佺": 855,
      "佻": 856,
      "佼": 857,
      "佽": 858,
      "佾": 859,
      "使": 860,
      "侀": 861,
      "侁": 862,
      "侂": 863,
      "侃": 864,
      "侄": 865,
      "侅": 866,
      "來": 867,
      "侇": 868,
      "侈": 869,
      "侉": 870,
      "侊": 871,
      "例": 872,
      "侌": 873,
      "侍": 874,
      "侎": 875,
      "侏": 876,
      "侐": 877,
      "侑": 878,
      "侒": 879,
      "侓": 880,
      "侔": 881,
      "侕": 882,
      "侖": 883,
      "侗": 884,
      "侘": 885,
      "侙": 886,
      "侚": 887,
      "供": 888,
      "侜": 889,
      "依": 890,
      "侞": 891,
      "侟": 892,
      "侠": 893,
      "価": 894,
      "侢": 895,
      "侣": 896,
      "侤": 897,
      "侥": 898,
      "侦": 899,
      "侧": 900,
      "侨": 901,
      "侩": 902,
      "侪": 903,
      "侫": 904,
      "侬": 905,
      "侭": 906,
      "侮": 907,
      "侯": 908,
      "侰": 909,
      "侱": 910,
      "侲": 911,
      "侳": 912,
      "侴": 913,
      "侵": 914,
      "侶": 915,
      "侷": 916,
      "侸": 917,
      "侹": 918,
      "侺": 919,
      "侻": 920,
      "侼": 921,
      "侽": 922,
      "侾": 923,
      "便": 924,
      "俀": 925,
      "俁": 926,
      "係": 927,
      "促": 928,
      "俄": 929,
      "俅": 930,
      "俆": 931,
      "俇": 932,
      "俈": 933,
      "俉": 934,
      "俊": 935,
      "俋": 936,
      "俌": 937,
      "俍": 938,
      "俎": 939,
      "俏": 940,
      "俐": 941,
      "俑": 942,
      "俒": 943,
      "俓": 944,
      "俔": 945,
      "俕": 946,
      "俖": 947,
      "俗": 948,
      "俘": 949,
      "俙": 950,
      "俚": 951,
      "俛": 952,
      "俜": 953,
      "保": 954,
      "俞": 955,
      "俟": 956,
      "俠": 957,
      "信": 958,
      "俢": 959,
      "俣": 960,
      "俤": 961,
      "俥": 962,
      "俦": 963,
      "俧": 964,
      "俨": 965,
      "俩": 966,
      "俪": 967,
      "俫": 968,
      "俬": 969,
      "俭": 970,
      "修": 971,
      "俯": 972,
      "俰": 973,
      "俱": 974,
      "俲": 975,
      "俳": 976,
      "俴": 977,
      "俵": 978,
      "俶": 979,
      "俷": 980,
      "俸": 981,
      "俹": 982,
      "俺": 983,
      "俻": 984,
      "俼": 985,
      "俽": 986,
      "俾": 987,
      "俿": 988,
      "倀": 989,
      "倁": 990,
      "倂": 991,
      "倃": 992,
      "倄": 993,
      "倅": 994,
      "倆": 995,
      "倇": 996,
      "倈": 997,
      "倉": 998,
      "倊": 999,
      "個": 1000,
      "倌": 1001,
      "倍": 1002,
      "倎": 1003,
      "倏": 1004,
      "倐": 1005,
      "們": 1006,
      "倒": 1007,
      "倓": 1008,
      "倔": 1009,
      "倕": 1010,
      "倖": 1011,
      "倗": 1012,
      "倘": 1013,
      "候": 1014,
      "倚": 1015,
      "倛": 1016,
      "倜": 1017,
      "倝": 1018,
      "倞": 1019,
      "借": 1020,
      "倠": 1021,
      "倡": 1022,
      "倢": 1023,
      "倣": 1024,
      "値": 1025,
      "倥": 1026,
      "倦": 1027,
      "倧": 1028,
      "倨": 1029,
      "倩": 1030,
      "倪": 1031,
      "倫": 1032,
      "倬": 1033,
      "倭": 1034,
      "倮": 1035,
      "倯": 1036,
      "倰": 1037,
      "倱": 1038,
      "倲": 1039,
      "倳": 1040,
      "倴": 1041,
      "倵": 1042,
      "倶": 1043,
      "倷": 1044,
      "倸": 1045,
      "倹": 1046,
      "债": 1047,
      "倻": 1048,
      "值": 1049,
      "倽": 1050,
      "倾": 1051,
      "倿": 1052,
      "偀": 1053,
      "偁": 1054,
      "偂": 1055,
      "偃": 1056,
      "偄": 1057,
      "偅": 1058,
      "偆": 1059,
      "假": 1060,
      "偈": 1061,
      "偉": 1062,
      "偊": 1063,
      "偋": 1064,
      "偌": 1065,
      "偍": 1066,
      "偎": 1067,
      "偏": 1068,
      "偐": 1069,
      "偑": 1070,
      "偒": 1071,
      "偓": 1072,
      "偔": 1073,
      "偕": 1074,
      "偖": 1075,
      "偗": 1076,
      "偘": 1077,
      "偙": 1078,
      "做": 1079,
      "偛": 1080,
      "停": 1081,
      "偝": 1082,
      "偞": 1083,
      "偟": 1084,
      "偠": 1085,
      "偡": 1086,
      "偢": 1087,
      "偣": 1088,
      "偤": 1089,
      "健": 1090,
      "偦": 1091,
      "偧": 1092,
      "偨": 1093,
      "偩": 1094,
      "偪": 1095,
      "偫": 1096,
      "偬": 1097,
      "偭": 1098,
      "偮": 1099,
      "偯": 1100,
      "偰": 1101,
      "偱": 1102,
      "偲": 1103,
      "偳": 1104,
      "側": 1105,
      "偵": 1106,
      "偶": 1107,
      "偷": 1108,
      "偸": 1109,
      "偹": 1110,
      "偺": 1111,
      "偻": 1112,
      "偼": 1113,
      "偽": 1114,
      "偾": 1115,
      "偿": 1116,
      "傀": 1117,
      "傁": 1118,
      "傂": 1119,
      "傃": 1120,
      "傄": 1121,
      "傅": 1122,
      "傆": 1123,
      "傇": 1124,
      "傈": 1125,
      "傉": 1126,
      "傊": 1127,
      "傋": 1128,
      "傌": 1129,
      "傍": 1130,
      "傎": 1131,
      "傏": 1132,
      "傐": 1133,
      "傑": 1134,
      "傒": 1135,
      "傓": 1136,
      "傔": 1137,
      "傕": 1138,
      "傖": 1139,
      "傗": 1140,
      "傘": 1141,
      "備": 1142,
      "傚": 1143,
      "傛": 1144,
      "傜": 1145,
      "傝": 1146,
      "傞": 1147,
      "傟": 1148,
      "傠": 1149,
      "傡": 1150,
      "傢": 1151,
      "傣": 1152,
      "傤": 1153,
      "傥": 1154,
      "傦": 1155,
      "傧": 1156,
      "储": 1157,
      "傩": 1158,
      "傪": 1159,
      "傫": 1160,
      "催": 1161,
      "傭": 1162,
      "傮": 1163,
      "傯": 1164,
      "傰": 1165,
      "傱": 1166,
      "傲": 1167,
      "傳": 1168,
      "傴": 1169,
      "債": 1170,
      "傶": 1171,
      "傷": 1172,
      "傸": 1173,
      "傹": 1174,
      "傺": 1175,
      "傻": 1176,
      "傼": 1177,
      "傽": 1178,
      "傾": 1179,
      "傿": 1180,
      "僀": 1181,
      "僁": 1182,
      "僂": 1183,
      "僃": 1184,
      "僄": 1185,
      "僅": 1186,
      "僆": 1187,
      "僇": 1188,
      "僈": 1189,
      "僉": 1190,
      "僊": 1191,
      "僋": 1192,
      "僌": 1193,
      "働": 1194,
      "僎": 1195,
      "像": 1196,
      "僐": 1197,
      "僑": 1198,
      "僒": 1199,
      "僓": 1200,
      "僔": 1201,
      "僕": 1202,
      "僖": 1203,
      "僗": 1204,
      "僘": 1205,
      "僙": 1206,
      "僚": 1207,
      "僛": 1208,
      "僜": 1209,
      "僝": 1210,
      "僞": 1211,
      "僟": 1212,
      "僠": 1213,
      "僡": 1214,
      "僢": 1215,
      "僣": 1216,
      "僤": 1217,
      "僥": 1218,
      "僦": 1219,
      "僧": 1220,
      "僨": 1221,
      "僩": 1222,
      "僪": 1223,
      "僫": 1224,
      "僬": 1225,
      "僭": 1226,
      "僮": 1227,
      "僯": 1228,
      "僰": 1229,
      "僱": 1230,
      "僲": 1231,
      "僳": 1232,
      "僴": 1233,
      "僵": 1234,
      "僶": 1235,
      "僷": 1236,
      "僸": 1237,
      "價": 1238,
      "僺": 1239,
      "僻": 1240,
      "僼": 1241,
      "僽": 1242,
      "僾": 1243,
      "僿": 1244,
      "儀": 1245,
      "儁": 1246,
      "儂": 1247,
      "儃": 1248,
      "億": 1249,
      "儅": 1250,
      "儆": 1251,
      "儇": 1252,
      "儈": 1253,
      "儉": 1254,
      "儊": 1255,
      "儋": 1256,
      "儌": 1257,
      "儍": 1258,
      "儎": 1259,
      "儏": 1260,
      "儐": 1261,
      "儑": 1262,
      "儒": 1263,
      "儓": 1264,
      "儔": 1265,
      "儕": 1266,
      "儖": 1267,
      "儗": 1268,
      "儘": 1269,
      "儙": 1270,
      "儚": 1271,
      "儛": 1272,
      "儜": 1273,
      "儝": 1274,
      "儞": 1275,
      "償": 1276,
      "儠": 1277,
      "儡": 1278,
      "儢": 1279,
      "儣": 1280,
      "儤": 1281,
      "儥": 1282,
      "儦": 1283,
      "儧": 1284,
      "儨": 1285,
      "儩": 1286,
      "優": 1287,
      "儫": 1288,
      "儬": 1289,
      "儭": 1290,
      "儮": 1291,
      "儯": 1292,
      "儰": 1293,
      "儱": 1294,
      "儲": 1295,
      "儳": 1296,
      "儴": 1297,
      "儵": 1298,
      "儶": 1299,
      "儷": 1300,
      "儸": 1301,
      "儹": 1302,
      "儺": 1303,
      "儻": 1304,
      "儼": 1305,
      "儽": 1306,
      "儾": 1307,
      "儿": 1308,
      "兀": 1309,
      "允": 1310,
      "兂": 1311,
      "元": 1312,
      "兄": 1313,
      "充": 1314,
      "兆": 1315,
      "兇": 1316,
      "先": 1317,
      "光": 1318,
      "兊": 1319,
      "克": 1320,
      "兌": 1321,
      "免": 1322,
      "兎": 1323,
      "兏": 1324,
      "児": 1325,
      "兑": 1326,
      "兒": 1327,
      "兓": 1328,
      "兔": 1329,
      "兕": 1330,
      "兖": 1331,
      "兗": 1332,
      "兘": 1333,
      "兙": 1334,
      "党": 1335,
      "兛": 1336,
      "兜": 1337,
      "兝": 1338,
      "兞": 1339,
      "兟": 1340,
      "兠": 1341,
      "兡": 1342,
      "兢": 1343,
      "兣": 1344,
      "兤": 1345,
      "入": 1346,
      "兦": 1347,
      "內": 1348,
      "全": 1349,
      "兩": 1350,
      "兪": 1351,
      "八": 1352,
      "公": 1353,
      "六": 1354,
      "兮": 1355,
      "兯": 1356,
      "兰": 1357,
      "共": 1358,
      "兲": 1359,
      "关": 1360,
      "兴": 1361,
      "兵": 1362,
      "其": 1363,
      "具": 1364,
      "典": 1365,
      "兹": 1366,
      "兺": 1367,
      "养": 1368,
      "兼": 1369,
      "兽": 1370,
      "兾": 1371,
      "兿": 1372,
      "冀": 1373,
      "冁": 1374,
      "冂": 1375,
      "冃": 1376,
      "冄": 1377,
      "内": 1378,
      "円": 1379,
      "冇": 1380,
      "冈": 1381,
      "冉": 1382,
      "冊": 1383,
      "冋": 1384,
      "册": 1385,
      "再": 1386,
      "冎": 1387,
      "冏": 1388,
      "冐": 1389,
      "冑": 1390,
      "冒": 1391,
      "冓": 1392,
      "冔": 1393,
      "冕": 1394,
      "冖": 1395,
      "冗": 1396,
      "冘": 1397,
      "写": 1398,
      "冚": 1399,
      "军": 1400,
      "农": 1401,
      "冝": 1402,
      "冞": 1403,
      "冟": 1404,
      "冠": 1405,
      "冡": 1406,
      "冢": 1407,
      "冣": 1408,
      "冤": 1409,
      "冥": 1410,
      "冦": 1411,
      "冧": 1412,
      "冨": 1413,
      "冩": 1414,
      "冪": 1415,
      "冫": 1416,
      "冬": 1417,
      "冭": 1418,
      "冮": 1419,
      "冯": 1420,
      "冰": 1421,
      "冱": 1422,
      "冲": 1423,
      "决": 1424,
      "冴": 1425,
      "况": 1426,
      "冶": 1427,
      "冷": 1428,
      "冸": 1429,
      "冹": 1430,
      "冺": 1431,
      "冻": 1432,
      "冼": 1433,
      "冽": 1434,
      "冾": 1435,
      "冿": 1436,
      "净": 1437,
      "凁": 1438,
      "凂": 1439,
      "凃": 1440,
      "凄": 1441,
      "凅": 1442,
      "准": 1443,
      "凇": 1444,
      "凈": 1445,
      "凉": 1446,
      "凊": 1447,
      "凋": 1448,
      "凌": 1449,
      "凍": 1450,
      "凎": 1451,
      "减": 1452,
      "凐": 1453,
      "凑": 1454,
      "凒": 1455,
      "凓": 1456,
      "凔": 1457,
      "凕": 1458,
      "凖": 1459,
      "凗": 1460,
      "凘": 1461,
      "凙": 1462,
      "凚": 1463,
      "凛": 1464,
      "凜": 1465,
      "凝": 1466,
      "凞": 1467,
      "凟": 1468,
      "几": 1469,
      "凡": 1470,
      "凢": 1471,
      "凣": 1472,
      "凤": 1473,
      "凥": 1474,
      "処": 1475,
      "凧": 1476,
      "凨": 1477,
      "凩": 1478,
      "凪": 1479,
      "凫": 1480,
      "凬": 1481,
      "凭": 1482,
      "凮": 1483,
      "凯": 1484,
      "凰": 1485,
      "凱": 1486,
      "凲": 1487,
      "凳": 1488,
      "凴": 1489,
      "凵": 1490,
      "凶": 1491,
      "凷": 1492,
      "凸": 1493,
      "凹": 1494,
      "出": 1495,
      "击": 1496,
      "凼": 1497,
      "函": 1498,
      "凾": 1499,
      "凿": 1500,
      "刀": 1501,
      "刁": 1502,
      "刂": 1503,
      "刃": 1504,
      "刄": 1505,
      "刅": 1506,
      "分": 1507,
      "切": 1508,
      "刈": 1509,
      "刉": 1510,
      "刊": 1511,
      "刋": 1512,
      "刌": 1513,
      "刍": 1514,
      "刎": 1515,
      "刏": 1516,
      "刐": 1517,
      "刑": 1518,
      "划": 1519,
      "刓": 1520,
      "刔": 1521,
      "刕": 1522,
      "刖": 1523,
      "列": 1524,
      "刘": 1525,
      "则": 1526,
      "刚": 1527,
      "创": 1528,
      "刜": 1529,
      "初": 1530,
      "刞": 1531,
      "刟": 1532,
      "删": 1533,
      "刡": 1534,
      "刢": 1535,
      "刣": 1536,
      "判": 1537,
      "別": 1538,
      "刦": 1539,
      "刧": 1540,
      "刨": 1541,
      "利": 1542,
      "刪": 1543,
      "别": 1544,
      "刬": 1545,
      "刭": 1546,
      "刮": 1547,
      "刯": 1548,
      "到": 1549,
      "刱": 1550,
      "刲": 1551,
      "刳": 1552,
      "刴": 1553,
      "刵": 1554,
      "制": 1555,
      "刷": 1556,
      "券": 1557,
      "刹": 1558,
      "刺": 1559,
      "刻": 1560,
      "刼": 1561,
      "刽": 1562,
      "刾": 1563,
      "刿": 1564,
      "剀": 1565,
      "剁": 1566,
      "剂": 1567,
      "剃": 1568,
      "剄": 1569,
      "剅": 1570,
      "剆": 1571,
      "則": 1572,
      "剈": 1573,
      "剉": 1574,
      "削": 1575,
      "剋": 1576,
      "剌": 1577,
      "前": 1578,
      "剎": 1579,
      "剏": 1580,
      "剐": 1581,
      "剑": 1582,
      "剒": 1583,
      "剓": 1584,
      "剔": 1585,
      "剕": 1586,
      "剖": 1587,
      "剗": 1588,
      "剘": 1589,
      "剙": 1590,
      "剚": 1591,
      "剛": 1592,
      "剜": 1593,
      "剝": 1594,
      "剞": 1595,
      "剟": 1596,
      "剠": 1597,
      "剡": 1598,
      "剢": 1599,
      "剣": 1600,
      "剤": 1601,
      "剥": 1602,
      "剦": 1603,
      "剧": 1604,
      "剨": 1605,
      "剩": 1606,
      "剪": 1607,
      "剫": 1608,
      "剬": 1609,
      "剭": 1610,
      "剮": 1611,
      "副": 1612,
      "剰": 1613,
      "剱": 1614,
      "割": 1615,
      "剳": 1616,
      "剴": 1617,
      "創": 1618,
      "剶": 1619,
      "剷": 1620,
      "剸": 1621,
      "剹": 1622,
      "剺": 1623,
      "剻": 1624,
      "剼": 1625,
      "剽": 1626,
      "剾": 1627,
      "剿": 1628,
      "劀": 1629,
      "劁": 1630,
      "劂": 1631,
      "劃": 1632,
      "劄": 1633,
      "劅": 1634,
      "劆": 1635,
      "劇": 1636,
      "劈": 1637,
      "劉": 1638,
      "劊": 1639,
      "劋": 1640,
      "劌": 1641,
      "劍": 1642,
      "劎": 1643,
      "劏": 1644,
      "劐": 1645,
      "劑": 1646,
      "劒": 1647,
      "劓": 1648,
      "劔": 1649,
      "劕": 1650,
      "劖": 1651,
      "劗": 1652,
      "劘": 1653,
      "劙": 1654,
      "劚": 1655,
      "力": 1656,
      "劜": 1657,
      "劝": 1658,
      "办": 1659,
      "功": 1660,
      "加": 1661,
      "务": 1662,
      "劢": 1663,
      "劣": 1664,
      "劤": 1665,
      "劥": 1666,
      "劦": 1667,
      "劧": 1668,
      "动": 1669,
      "助": 1670,
      "努": 1671,
      "劫": 1672,
      "劬": 1673,
      "劭": 1674,
      "劮": 1675,
      "劯": 1676,
      "劰": 1677,
      "励": 1678,
      "劲": 1679,
      "劳": 1680,
      "労": 1681,
      "劵": 1682,
      "劶": 1683,
      "劷": 1684,
      "劸": 1685,
      "効": 1686,
      "劺": 1687,
      "劻": 1688,
      "劼": 1689,
      "劽": 1690,
      "劾": 1691,
      "势": 1692,
      "勀": 1693,
      "勁": 1694,
      "勂": 1695,
      "勃": 1696,
      "勄": 1697,
      "勅": 1698,
      "勆": 1699,
      "勇": 1700,
      "勈": 1701,
      "勉": 1702,
      "勊": 1703,
      "勋": 1704,
      "勌": 1705,
      "勍": 1706,
      "勎": 1707,
      "勏": 1708,
      "勐": 1709,
      "勑": 1710,
      "勒": 1711,
      "勓": 1712,
      "勔": 1713,
      "動": 1714,
      "勖": 1715,
      "勗": 1716,
      "勘": 1717,
      "務": 1718,
      "勚": 1719,
      "勛": 1720,
      "勜": 1721,
      "勝": 1722,
      "勞": 1723,
      "募": 1724,
      "勠": 1725,
      "勡": 1726,
      "勢": 1727,
      "勣": 1728,
      "勤": 1729,
      "勥": 1730,
      "勦": 1731,
      "勧": 1732,
      "勨": 1733,
      "勩": 1734,
      "勪": 1735,
      "勫": 1736,
      "勬": 1737,
      "勭": 1738,
      "勮": 1739,
      "勯": 1740,
      "勰": 1741,
      "勱": 1742,
      "勲": 1743,
      "勳": 1744,
      "勴": 1745,
      "勵": 1746,
      "勶": 1747,
      "勷": 1748,
      "勸": 1749,
      "勹": 1750,
      "勺": 1751,
      "勻": 1752,
      "勼": 1753,
      "勽": 1754,
      "勾": 1755,
      "勿": 1756,
      "匀": 1757,
      "匁": 1758,
      "匂": 1759,
      "匃": 1760,
      "匄": 1761,
      "包": 1762,
      "匆": 1763,
      "匇": 1764,
      "匈": 1765,
      "匉": 1766,
      "匊": 1767,
      "匋": 1768,
      "匌": 1769,
      "匍": 1770,
      "匎": 1771,
      "匏": 1772,
      "匐": 1773,
      "匑": 1774,
      "匒": 1775,
      "匓": 1776,
      "匔": 1777,
      "匕": 1778,
      "化": 1779,
      "北": 1780,
      "匘": 1781,
      "匙": 1782,
      "匚": 1783,
      "匛": 1784,
      "匜": 1785,
      "匝": 1786,
      "匞": 1787,
      "匟": 1788,
      "匠": 1789,
      "匡": 1790,
      "匢": 1791,
      "匣": 1792,
      "匤": 1793,
      "匥": 1794,
      "匦": 1795,
      "匧": 1796,
      "匨": 1797,
      "匩": 1798,
      "匪": 1799,
      "匫": 1800,
      "匬": 1801,
      "匭": 1802,
      "匮": 1803,
      "匯": 1804,
      "匰": 1805,
      "匱": 1806,
      "匲": 1807,
      "匳": 1808,
      "匴": 1809,
      "匵": 1810,
      "匶": 1811,
      "匷": 1812,
      "匸": 1813,
      "匹": 1814,
      "区": 1815,
      "医": 1816,
      "匼": 1817,
      "匽": 1818,
      "匾": 1819,
      "匿": 1820,
      "區": 1821,
      "十": 1822,
      "卂": 1823,
      "千": 1824,
      "卄": 1825,
      "卅": 1826,
      "卆": 1827,
      "升": 1828,
      "午": 1829,
      "卉": 1830,
      "半": 1831,
      "卋": 1832,
      "卌": 1833,
      "卍": 1834,
      "华": 1835,
      "协": 1836,
      "卐": 1837,
      "卑": 1838,
      "卒": 1839,
      "卓": 1840,
      "協": 1841,
      "单": 1842,
      "卖": 1843,
      "南": 1844,
      "単": 1845,
      "卙": 1846,
      "博": 1847,
      "卛": 1848,
      "卜": 1849,
      "卝": 1850,
      "卞": 1851,
      "卟": 1852,
      "占": 1853,
      "卡": 1854,
      "卢": 1855,
      "卣": 1856,
      "卤": 1857,
      "卥": 1858,
      "卦": 1859,
      "卧": 1860,
      "卨": 1861,
      "卩": 1862,
      "卪": 1863,
      "卫": 1864,
      "卬": 1865,
      "卭": 1866,
      "卮": 1867,
      "卯": 1868,
      "印": 1869,
      "危": 1870,
      "卲": 1871,
      "即": 1872,
      "却": 1873,
      "卵": 1874,
      "卶": 1875,
      "卷": 1876,
      "卸": 1877,
      "卹": 1878,
      "卺": 1879,
      "卻": 1880,
      "卼": 1881,
      "卽": 1882,
      "卾": 1883,
      "卿": 1884,
      "厀": 1885,
      "厁": 1886,
      "厂": 1887,
      "厃": 1888,
      "厄": 1889,
      "厅": 1890,
      "历": 1891,
      "厇": 1892,
      "厈": 1893,
      "厉": 1894,
      "厊": 1895,
      "压": 1896,
      "厌": 1897,
      "厍": 1898,
      "厎": 1899,
      "厏": 1900,
      "厐": 1901,
      "厑": 1902,
      "厒": 1903,
      "厓": 1904,
      "厔": 1905,
      "厕": 1906,
      "厖": 1907,
      "厗": 1908,
      "厘": 1909,
      "厙": 1910,
      "厚": 1911,
      "厛": 1912,
      "厜": 1913,
      "厝": 1914,
      "厞": 1915,
      "原": 1916,
      "厠": 1917,
      "厡": 1918,
      "厢": 1919,
      "厣": 1920,
      "厤": 1921,
      "厥": 1922,
      "厦": 1923,
      "厧": 1924,
      "厨": 1925,
      "厩": 1926,
      "厪": 1927,
      "厫": 1928,
      "厬": 1929,
      "厭": 1930,
      "厮": 1931,
      "厯": 1932,
      "厰": 1933,
      "厱": 1934,
      "厲": 1935,
      "厳": 1936,
      "厴": 1937,
      "厵": 1938,
      "厶": 1939,
      "厷": 1940,
      "厸": 1941,
      "厹": 1942,
      "厺": 1943,
      "去": 1944,
      "厼": 1945,
      "厽": 1946,
      "厾": 1947,
      "县": 1948,
      "叀": 1949,
      "叁": 1950,
      "参": 1951,
      "參": 1952,
      "叄": 1953,
      "叅": 1954,
      "叆": 1955,
      "叇": 1956,
      "又": 1957,
      "叉": 1958,
      "及": 1959,
      "友": 1960,
      "双": 1961,
      "反": 1962,
      "収": 1963,
      "叏": 1964,
      "叐": 1965,
      "发": 1966,
      "叒": 1967,
      "叓": 1968,
      "叔": 1969,
      "叕": 1970,
      "取": 1971,
      "受": 1972,
      "变": 1973,
      "叙": 1974,
      "叚": 1975,
      "叛": 1976,
      "叜": 1977,
      "叝": 1978,
      "叞": 1979,
      "叟": 1980,
      "叠": 1981,
      "叡": 1982,
      "叢": 1983,
      "口": 1984,
      "古": 1985,
      "句": 1986,
      "另": 1987,
      "叧": 1988,
      "叨": 1989,
      "叩": 1990,
      "只": 1991,
      "叫": 1992,
      "召": 1993,
      "叭": 1994,
      "叮": 1995,
      "可": 1996,
      "台": 1997,
      "叱": 1998,
      "史": 1999,
      "右": 2000,
      "叴": 2001,
      "叵": 2002,
      "叶": 2003,
      "号": 2004,
      "司": 2005,
      "叹": 2006,
      "叺": 2007,
      "叻": 2008,
      "叼": 2009,
      "叽": 2010,
      "叾": 2011,
      "叿": 2012,
      "吀": 2013,
      "吁": 2014,
      "吂": 2015,
      "吃": 2016,
      "各": 2017,
      "吅": 2018,
      "吆": 2019,
      "吇": 2020,
      "合": 2021,
      "吉": 2022,
      "吊": 2023,
      "吋": 2024,
      "同": 2025,
      "名": 2026,
      "后": 2027,
      "吏": 2028,
      "吐": 2029,
      "向": 2030,
      "吒": 2031,
      "吓": 2032,
      "吔": 2033,
      "吕": 2034,
      "吖": 2035,
      "吗": 2036,
      "吘": 2037,
      "吙": 2038,
      "吚": 2039,
      "君": 2040,
      "吜": 2041,
      "吝": 2042,
      "吞": 2043,
      "吟": 2044,
      "吠": 2045,
      "吡": 2046,
      "吢": 2047,
      "吣": 2048,
      "吤": 2049,
      "吥": 2050,
      "否": 2051,
      "吧": 2052,
      "吨": 2053,
      "吩": 2054,
      "吪": 2055,
      "含": 2056,
      "听": 2057,
      "吭": 2058,
      "吮": 2059,
      "启": 2060,
      "吰": 2061,
      "吱": 2062,
      "吲": 2063,
      "吳": 2064,
      "吴": 2065,
      "吵": 2066,
      "吶": 2067,
      "吷": 2068,
      "吸": 2069,
      "吹": 2070,
      "吺": 2071,
      "吻": 2072,
      "吼": 2073,
      "吽": 2074,
      "吾": 2075,
      "吿": 2076,
      "呀": 2077,
      "呁": 2078,
      "呂": 2079,
      "呃": 2080,
      "呄": 2081,
      "呅": 2082,
      "呆": 2083,
      "呇": 2084,
      "呈": 2085,
      "呉": 2086,
      "告": 2087,
      "呋": 2088,
      "呌": 2089,
      "呍": 2090,
      "呎": 2091,
      "呏": 2092,
      "呐": 2093,
      "呑": 2094,
      "呒": 2095,
      "呓": 2096,
      "呔": 2097,
      "呕": 2098,
      "呖": 2099,
      "呗": 2100,
      "员": 2101,
      "呙": 2102,
      "呚": 2103,
      "呛": 2104,
      "呜": 2105,
      "呝": 2106,
      "呞": 2107,
      "呟": 2108,
      "呠": 2109,
      "呡": 2110,
      "呢": 2111,
      "呣": 2112,
      "呤": 2113,
      "呥": 2114,
      "呦": 2115,
      "呧": 2116,
      "周": 2117,
      "呩": 2118,
      "呪": 2119,
      "呫": 2120,
      "呬": 2121,
      "呭": 2122,
      "呮": 2123,
      "呯": 2124,
      "呰": 2125,
      "呱": 2126,
      "呲": 2127,
      "味": 2128,
      "呴": 2129,
      "呵": 2130,
      "呶": 2131,
      "呷": 2132,
      "呸": 2133,
      "呹": 2134,
      "呺": 2135,
      "呻": 2136,
      "呼": 2137,
      "命": 2138,
      "呾": 2139,
      "呿": 2140,
      "咀": 2141,
      "咁": 2142,
      "咂": 2143,
      "咃": 2144,
      "咄": 2145,
      "咅": 2146,
      "咆": 2147,
      "咇": 2148,
      "咈": 2149,
      "咉": 2150,
      "咊": 2151,
      "咋": 2152,
      "和": 2153,
      "咍": 2154,
      "咎": 2155,
      "咏": 2156,
      "咐": 2157,
      "咑": 2158,
      "咒": 2159,
      "咓": 2160,
      "咔": 2161,
      "咕": 2162,
      "咖": 2163,
      "咗": 2164,
      "咘": 2165,
      "咙": 2166,
      "咚": 2167,
      "咛": 2168,
      "咜": 2169,
      "咝": 2170,
      "咞": 2171,
      "咟": 2172,
      "咠": 2173,
      "咡": 2174,
      "咢": 2175,
      "咣": 2176,
      "咤": 2177,
      "咥": 2178,
      "咦": 2179,
      "咧": 2180,
      "咨": 2181,
      "咩": 2182,
      "咪": 2183,
      "咫": 2184,
      "咬": 2185,
      "咭": 2186,
      "咮": 2187,
      "咯": 2188,
      "咰": 2189,
      "咱": 2190,
      "咲": 2191,
      "咳": 2192,
      "咴": 2193,
      "咵": 2194,
      "咶": 2195,
      "咷": 2196,
      "咸": 2197,
      "咹": 2198,
      "咺": 2199,
      "咻": 2200,
      "咼": 2201,
      "咽": 2202,
      "咾": 2203,
      "咿": 2204,
      "哀": 2205,
      "品": 2206,
      "哂": 2207,
      "哃": 2208,
      "哄": 2209,
      "哅": 2210,
      "哆": 2211,
      "哇": 2212,
      "哈": 2213,
      "哉": 2214,
      "哊": 2215,
      "哋": 2216,
      "哌": 2217,
      "响": 2218,
      "哎": 2219,
      "哏": 2220,
      "哐": 2221,
      "哑": 2222,
      "哒": 2223,
      "哓": 2224,
      "哔": 2225,
      "哕": 2226,
      "哖": 2227,
      "哗": 2228,
      "哘": 2229,
      "哙": 2230,
      "哚": 2231,
      "哛": 2232,
      "哜": 2233,
      "哝": 2234,
      "哞": 2235,
      "哟": 2236,
      "哠": 2237,
      "員": 2238,
      "哢": 2239,
      "哣": 2240,
      "哤": 2241,
      "哥": 2242,
      "哦": 2243,
      "哧": 2244,
      "哨": 2245,
      "哩": 2246,
      "哪": 2247,
      "哫": 2248,
      "哬": 2249,
      "哭": 2250,
      "哮": 2251,
      "哯": 2252,
      "哰": 2253,
      "哱": 2254,
      "哲": 2255,
      "哳": 2256,
      "哴": 2257,
      "哵": 2258,
      "哶": 2259,
      "哷": 2260,
      "哸": 2261,
      "哹": 2262,
      "哺": 2263,
      "哻": 2264,
      "哼": 2265,
      "哽": 2266,
      "哾": 2267,
      "哿": 2268,
      "唀": 2269,
      "唁": 2270,
      "唂": 2271,
      "唃": 2272,
      "唄": 2273,
      "唅": 2274,
      "唆": 2275,
      "唇": 2276,
      "唈": 2277,
      "唉": 2278,
      "唊": 2279,
      "唋": 2280,
      "唌": 2281,
      "唍": 2282,
      "唎": 2283,
      "唏": 2284,
      "唐": 2285,
      "唑": 2286,
      "唒": 2287,
      "唓": 2288,
      "唔": 2289,
      "唕": 2290,
      "唖": 2291,
      "唗": 2292,
      "唘": 2293,
      "唙": 2294,
      "唚": 2295,
      "唛": 2296,
      "唜": 2297,
      "唝": 2298,
      "唞": 2299,
      "唟": 2300,
      "唠": 2301,
      "唡": 2302,
      "唢": 2303,
      "唣": 2304,
      "唤": 2305,
      "唥": 2306,
      "唦": 2307,
      "唧": 2308,
      "唨": 2309,
      "唩": 2310,
      "唪": 2311,
      "唫": 2312,
      "唬": 2313,
      "唭": 2314,
      "售": 2315,
      "唯": 2316,
      "唰": 2317,
      "唱": 2318,
      "唲": 2319,
      "唳": 2320,
      "唴": 2321,
      "唵": 2322,
      "唶": 2323,
      "唷": 2324,
      "唸": 2325,
      "唹": 2326,
      "唺": 2327,
      "唻": 2328,
      "唼": 2329,
      "唽": 2330,
      "唾": 2331,
      "唿": 2332,
      "啀": 2333,
      "啁": 2334,
      "啂": 2335,
      "啃": 2336,
      "啄": 2337,
      "啅": 2338,
      "商": 2339,
      "啇": 2340,
      "啈": 2341,
      "啉": 2342,
      "啊": 2343,
      "啋": 2344,
      "啌": 2345,
      "啍": 2346,
      "啎": 2347,
      "問": 2348,
      "啐": 2349,
      "啑": 2350,
      "啒": 2351,
      "啓": 2352,
      "啔": 2353,
      "啕": 2354,
      "啖": 2355,
      "啗": 2356,
      "啘": 2357,
      "啙": 2358,
      "啚": 2359,
      "啛": 2360,
      "啜": 2361,
      "啝": 2362,
      "啞": 2363,
      "啟": 2364,
      "啠": 2365,
      "啡": 2366,
      "啢": 2367,
      "啣": 2368,
      "啤": 2369,
      "啥": 2370,
      "啦": 2371,
      "啧": 2372,
      "啨": 2373,
      "啩": 2374,
      "啪": 2375,
      "啫": 2376,
      "啬": 2377,
      "啭": 2378,
      "啮": 2379,
      "啯": 2380,
      "啰": 2381,
      "啱": 2382,
      "啲": 2383,
      "啳": 2384,
      "啴": 2385,
      "啵": 2386,
      "啶": 2387,
      "啷": 2388,
      "啸": 2389,
      "啹": 2390,
      "啺": 2391,
      "啻": 2392,
      "啼": 2393,
      "啽": 2394,
      "啾": 2395,
      "啿": 2396,
      "喀": 2397,
      "喁": 2398,
      "喂": 2399,
      "喃": 2400,
      "善": 2401,
      "喅": 2402,
      "喆": 2403,
      "喇": 2404,
      "喈": 2405,
      "喉": 2406,
      "喊": 2407,
      "喋": 2408,
      "喌": 2409,
      "喍": 2410,
      "喎": 2411,
      "喏": 2412,
      "喐": 2413,
      "喑": 2414,
      "喒": 2415,
      "喓": 2416,
      "喔": 2417,
      "喕": 2418,
      "喖": 2419,
      "喗": 2420,
      "喘": 2421,
      "喙": 2422,
      "喚": 2423,
      "喛": 2424,
      "喜": 2425,
      "喝": 2426,
      "喞": 2427,
      "喟": 2428,
      "喠": 2429,
      "喡": 2430,
      "喢": 2431,
      "喣": 2432,
      "喤": 2433,
      "喥": 2434,
      "喦": 2435,
      "喧": 2436,
      "喨": 2437,
      "喩": 2438,
      "喪": 2439,
      "喫": 2440,
      "喬": 2441,
      "喭": 2442,
      "單": 2443,
      "喯": 2444,
      "喰": 2445,
      "喱": 2446,
      "喲": 2447,
      "喳": 2448,
      "喴": 2449,
      "喵": 2450,
      "営": 2451,
      "喷": 2452,
      "喸": 2453,
      "喹": 2454,
      "喺": 2455,
      "喻": 2456,
      "喼": 2457,
      "喽": 2458,
      "喾": 2459,
      "喿": 2460,
      "嗀": 2461,
      "嗁": 2462,
      "嗂": 2463,
      "嗃": 2464,
      "嗄": 2465,
      "嗅": 2466,
      "嗆": 2467,
      "嗇": 2468,
      "嗈": 2469,
      "嗉": 2470,
      "嗊": 2471,
      "嗋": 2472,
      "嗌": 2473,
      "嗍": 2474,
      "嗎": 2475,
      "嗏": 2476,
      "嗐": 2477,
      "嗑": 2478,
      "嗒": 2479,
      "嗓": 2480,
      "嗔": 2481,
      "嗕": 2482,
      "嗖": 2483,
      "嗗": 2484,
      "嗘": 2485,
      "嗙": 2486,
      "嗚": 2487,
      "嗛": 2488,
      "嗜": 2489,
      "嗝": 2490,
      "嗞": 2491,
      "嗟": 2492,
      "嗠": 2493,
      "嗡": 2494,
      "嗢": 2495,
      "嗣": 2496,
      "嗤": 2497,
      "嗥": 2498,
      "嗦": 2499,
      "嗧": 2500,
      "嗨": 2501,
      "嗩": 2502,
      "嗪": 2503,
      "嗫": 2504,
      "嗬": 2505,
      "嗭": 2506,
      "嗮": 2507,
      "嗯": 2508,
      "嗰": 2509,
      "嗱": 2510,
      "嗲": 2511,
      "嗳": 2512,
      "嗴": 2513,
      "嗵": 2514,
      "嗶": 2515,
      "嗷": 2516,
      "嗸": 2517,
      "嗹": 2518,
      "嗺": 2519,
      "嗻": 2520,
      "嗼": 2521,
      "嗽": 2522,
      "嗾": 2523,
      "嗿": 2524,
      "嘀": 2525,
      "嘁": 2526,
      "嘂": 2527,
      "嘃": 2528,
      "嘄": 2529,
      "嘅": 2530,
      "嘆": 2531,
      "嘇": 2532,
      "嘈": 2533,
      "嘉": 2534,
      "嘊": 2535,
      "嘋": 2536,
      "嘌": 2537,
      "嘍": 2538,
      "嘎": 2539,
      "嘏": 2540,
      "嘐": 2541,
      "嘑": 2542,
      "嘒": 2543,
      "嘓": 2544,
      "嘔": 2545,
      "嘕": 2546,
      "嘖": 2547,
      "嘗": 2548,
      "嘘": 2549,
      "嘙": 2550,
      "嘚": 2551,
      "嘛": 2552,
      "嘜": 2553,
      "嘝": 2554,
      "嘞": 2555,
      "嘟": 2556,
      "嘠": 2557,
      "嘡": 2558,
      "嘢": 2559,
      "嘣": 2560,
      "嘤": 2561,
      "嘥": 2562,
      "嘦": 2563,
      "嘧": 2564,
      "嘨": 2565,
      "嘩": 2566,
      "嘪": 2567,
      "嘫": 2568,
      "嘬": 2569,
      "嘭": 2570,
      "嘮": 2571,
      "嘯": 2572,
      "嘰": 2573,
      "嘱": 2574,
      "嘲": 2575,
      "嘳": 2576,
      "嘴": 2577,
      "嘵": 2578,
      "嘶": 2579,
      "嘷": 2580,
      "嘸": 2581,
      "嘹": 2582,
      "嘺": 2583,
      "嘻": 2584,
      "嘼": 2585,
      "嘽": 2586,
      "嘾": 2587,
      "嘿": 2588,
      "噀": 2589,
      "噁": 2590,
      "噂": 2591,
      "噃": 2592,
      "噄": 2593,
      "噅": 2594,
      "噆": 2595,
      "噇": 2596,
      "噈": 2597,
      "噉": 2598,
      "噊": 2599,
      "噋": 2600,
      "噌": 2601,
      "噍": 2602,
      "噎": 2603,
      "噏": 2604,
      "噐": 2605,
      "噑": 2606,
      "噒": 2607,
      "噓": 2608,
      "噔": 2609,
      "噕": 2610,
      "噖": 2611,
      "噗": 2612,
      "噘": 2613,
      "噙": 2614,
      "噚": 2615,
      "噛": 2616,
      "噜": 2617,
      "噝": 2618,
      "噞": 2619,
      "噟": 2620,
      "噠": 2621,
      "噡": 2622,
      "噢": 2623,
      "噣": 2624,
      "噤": 2625,
      "噥": 2626,
      "噦": 2627,
      "噧": 2628,
      "器": 2629,
      "噩": 2630,
      "噪": 2631,
      "噫": 2632,
      "噬": 2633,
      "噭": 2634,
      "噮": 2635,
      "噯": 2636,
      "噰": 2637,
      "噱": 2638,
      "噲": 2639,
      "噳": 2640,
      "噴": 2641,
      "噵": 2642,
      "噶": 2643,
      "噷": 2644,
      "噸": 2645,
      "噹": 2646,
      "噺": 2647,
      "噻": 2648,
      "噼": 2649,
      "噽": 2650,
      "噾": 2651,
      "噿": 2652,
      "嚀": 2653,
      "嚁": 2654,
      "嚂": 2655,
      "嚃": 2656,
      "嚄": 2657,
      "嚅": 2658,
      "嚆": 2659,
      "嚇": 2660,
      "嚈": 2661,
      "嚉": 2662,
      "嚊": 2663,
      "嚋": 2664,
      "嚌": 2665,
      "嚍": 2666,
      "嚎": 2667,
      "嚏": 2668,
      "嚐": 2669,
      "嚑": 2670,
      "嚒": 2671,
      "嚓": 2672,
      "嚔": 2673,
      "嚕": 2674,
      "嚖": 2675,
      "嚗": 2676,
      "嚘": 2677,
      "嚙": 2678,
      "嚚": 2679,
      "嚛": 2680,
      "嚜": 2681,
      "嚝": 2682,
      "嚞": 2683,
      "嚟": 2684,
      "嚠": 2685,
      "嚡": 2686,
      "嚢": 2687,
      "嚣": 2688,
      "嚤": 2689,
      "嚥": 2690,
      "嚦": 2691,
      "嚧": 2692,
      "嚨": 2693,
      "嚩": 2694,
      "嚪": 2695,
      "嚫": 2696,
      "嚬": 2697,
      "嚭": 2698,
      "嚮": 2699,
      "嚯": 2700,
      "嚰": 2701,
      "嚱": 2702,
      "嚲": 2703,
      "嚳": 2704,
      "嚴": 2705,
      "嚵": 2706,
      "嚶": 2707,
      "嚷": 2708,
      "嚸": 2709,
      "嚹": 2710,
      "嚺": 2711,
      "嚻": 2712,
      "嚼": 2713,
      "嚽": 2714,
      "嚾": 2715,
      "嚿": 2716,
      "囀": 2717,
      "囁": 2718,
      "囂": 2719,
      "囃": 2720,
      "囄": 2721,
      "囅": 2722,
      "囆": 2723,
      "囇": 2724,
      "囈": 2725,
      "囉": 2726,
      "囊": 2727,
      "囋": 2728,
      "囌": 2729,
      "囍": 2730,
      "囎": 2731,
      "囏": 2732,
      "囐": 2733,
      "囑": 2734,
      "囒": 2735,
      "囓": 2736,
      "囔": 2737,
      "囕": 2738,
      "囖": 2739,
      "囗": 2740,
      "囘": 2741,
      "囙": 2742,
      "囚": 2743,
      "四": 2744,
      "囜": 2745,
      "囝": 2746,
      "回": 2747,
      "囟": 2748,
      "因": 2749,
      "囡": 2750,
      "团": 2751,
      "団": 2752,
      "囤": 2753,
      "囥": 2754,
      "囦": 2755,
      "囧": 2756,
      "囨": 2757,
      "囩": 2758,
      "囪": 2759,
      "囫": 2760,
      "囬": 2761,
      "园": 2762,
      "囮": 2763,
      "囯": 2764,
      "困": 2765,
      "囱": 2766,
      "囲": 2767,
      "図": 2768,
      "围": 2769,
      "囵": 2770,
      "囶": 2771,
      "囷": 2772,
      "囸": 2773,
      "囹": 2774,
      "固": 2775,
      "囻": 2776,
      "囼": 2777,
      "国": 2778,
      "图": 2779,
      "囿": 2780,
      "圀": 2781,
      "圁": 2782,
      "圂": 2783,
      "圃": 2784,
      "圄": 2785,
      "圅": 2786,
      "圆": 2787,
      "圇": 2788,
      "圈": 2789,
      "圉": 2790,
      "圊": 2791,
      "國": 2792,
      "圌": 2793,
      "圍": 2794,
      "圎": 2795,
      "圏": 2796,
      "圐": 2797,
      "圑": 2798,
      "園": 2799,
      "圓": 2800,
      "圔": 2801,
      "圕": 2802,
      "圖": 2803,
      "圗": 2804,
      "團": 2805,
      "圙": 2806,
      "圚": 2807,
      "圛": 2808,
      "圜": 2809,
      "圝": 2810,
      "圞": 2811,
      "土": 2812,
      "圠": 2813,
      "圡": 2814,
      "圢": 2815,
      "圣": 2816,
      "圤": 2817,
      "圥": 2818,
      "圦": 2819,
      "圧": 2820,
      "在": 2821,
      "圩": 2822,
      "圪": 2823,
      "圫": 2824,
      "圬": 2825,
      "圭": 2826,
      "圮": 2827,
      "圯": 2828,
      "地": 2829,
      "圱": 2830,
      "圲": 2831,
      "圳": 2832,
      "圴": 2833,
      "圵": 2834,
      "圶": 2835,
      "圷": 2836,
      "圸": 2837,
      "圹": 2838,
      "场": 2839,
      "圻": 2840,
      "圼": 2841,
      "圽": 2842,
      "圾": 2843,
      "圿": 2844,
      "址": 2845,
      "坁": 2846,
      "坂": 2847,
      "坃": 2848,
      "坄": 2849,
      "坅": 2850,
      "坆": 2851,
      "均": 2852,
      "坈": 2853,
      "坉": 2854,
      "坊": 2855,
      "坋": 2856,
      "坌": 2857,
      "坍": 2858,
      "坎": 2859,
      "坏": 2860,
      "坐": 2861,
