{
  "backend": "tokenizers",
  "bos_token": null,
  "clean_up_tokenization_spaces": false,
  "eos_token": "<|im_end|>",
  "extra_special_tokens": [
    "<|im_user|>",
    "<|im_assistant|>",
    "<|im_system|>"
  ],
  "model_max_length": 4096,
  "pad_token": "<|endoftext|>",
  "tokenizer_class": "PreTrainedTokenizerFast"
}
